Repository: KarolTx/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: es

source: Please login
es: Por favor inicia sesión

source: Miscellaneous
es: Varios

source: <em>There are no statistics available. Activate a plugin in your configuration.</em>
es: <em>No hay estadísticas disponibles. Activa un complemento en tu configuración.</em>

source: The field can not be left empty.
es: El campo no puede estar vacío.

source: Please enter a number.
es: Por favor introduce un número.

source: This value is too large.
es: El valor es demasiado alto.

source: This value is too small.
es: El valor es demasiado bajo.

source: The value is too large.
es: El valor es demasiado alto.

source: The date could not be parsed.
es: La fecha no pudo ser procesada.

source: The date must not be in the future.
es: La fecha no puede estar en el futuro.

source: The time could not be read.
es: Formato hora incorrecto.

source: You have to enter a time.
es: Introduce una hora.

source: Submit
es: Enviar

source: Create
es: Crear

source: Save
es: Guardar

source: Your input is not allowed.
es: Entrada no permitida.

source: Time
es: Duración

source: Date
es: Fecha

source: Time of day
es: Hora del día

source: Start
es: Inicio

source: previous
es: anterior

source: next
es: siguiente

source: End
es: Fin

source: per page
es: por página

source: Distance
es: Distancia

source: Duration
es: Duración

source: Pace
es: Ritmo

source: Elevation
es: Altitud

source: avg. Heartrate
es: Ritmo cardíaco medio

source: max. Heartrate
es: ritmo cardíaco máximo

source: Temperature
es: Temperatura

source: Cadence
es: Cadencia

source: Stride length
es: Long. zancada

source: Ground contact
es: tiempo de contacto con el suelo

source: Vertical oscillation
es: Oscilación vertical

source: Vertical ratio
es: ratio vertical

source: JDpoints
es: Puntos JD

source: descending
es: descenso

source: ascending
es: ascenso

source: to
es: a

source: The multi editor could not be located.
es: No se encontró el multi-editor.

source: Found %s activities
es: %s actividades encontradas

source: Search activities
es: Buscar actividades

source: Search
es: Buscar

source: Time range
es: Período de tiempo

source: Sorting
es: Orden

source: Send to multi editor
es: Enviar al multieditor

source: Our multi editor is limited to a maximum of %d activities.
es: Nuestro multi-editor está limitado a un máximo de %d actividades.

source: Sport
es: Deporte

source: Choose sport(s)
es: Elegir deporte(s)

source: all
es: todos

source: none
es: ninguno

source: Notes
es: Notas

source: Type
es: Tipo

source: Choose activity type(s)
es: Elegir tipo de actividad(es)

source: Weather
es: Clima

source: Choose weather conditions
es: Elegir condiciones climáticas

source: Equipment
es: Equipación

source: Choose equipment
es: Elige equipamiento

source: Tag
es: Etiqueta

source: Choose tag
es: Elegir etiqueta

source: Route
es: Ruta

source: Humidity
es: Humedad

source: Pressure
es: Presión

source: Wind Speed
es: Velocidad del viento

source: Title
es: Título

source: avg. HR
es: FC prom

source: Calories
es: Calorías

source: Partner
es: Compañero

source: max. HR
es: FC máx

source: Is public
es: Es pública

source: JD points
es: Puntos JD

source: Ground Contact Balance
es: Balance del tiempo de contacto con el suelo

source: Uses VDOT
es: Usa VDOT

source: Yes
es: Sí

source: All
es: Todo

source: VDOT calculation for: %s
es: Cálculo de VDOT para: %s

source: Standard calculation: As race result
es: Cálculo por defecto: Como resultado competición

source: All traditional formulas are being used to calculate a VDOT value for a given race result.
es: Todas las formulas tradicionales se usan para calcular el valor VDOT para una determinada competicion.

source: Correction: based on heartrate
es: Corrección: basada en la frecuencia cardíaca

source: Jack Daniels has tables to compare &#37;HRmax and &#37;vVDOT.
es: Jack Daniels tiene tablas que permiten comparar &#37;FCmáxcon &#37;VDOT.

source: Because of a lot of influencing factors these computations are not always accurate.
es: Los valores no son siempre correctos debido a los muchos factores que influyen en el pulso.

source: Heartrate
es: Pulso

source: equals
es: iguales

source: Correction: based on correction factor
es: Corrección: Usar factor de corrección

source: To consider some individual factors, we use a correction factor.
es: Para modelar factores individuales, usamos un factor de corrección.

source: This factor is based on your <em>best</em> race result.
es: El factor de corrección se calcula a partir del pulso de tu <em>mejor</em>resultado en competición.

source: Correction factor
es: Factor de corrección

source: uncorrected
es: sin corregir

source: Correction: considering elevation
es: Corrección: considerando la altitud

source: This correction method is currently unused.
es: Esta corrección no se usa actualmente.

source: Up/Down
es: Arriba/Abajo

source: Influence
es: Influencia

source: Laps
es: Vueltas

source: Manual Laps
es: Vueltas manuales

source: Computed Laps
es: Vueltas calculadas

source: Course and elevation data
es: Metros de distancia y altitud

source: Pace data
es: Ritmo

source: Heartrate plot
es: Gráfico del ritmo cardíaco

source: You'll be soon able to configure your own zones.
es: Pronto podrás configurar tus propias zonas.

source: Heartrate zones
es: Zonas de ritmo cardíaco

source: avg.
es: prom.

source: Heart rate
es: Frecuencia cardíaca

source: max.
es: máx.

source: Stroke
es: Brazada

source: SWOLFcycles
es: ciclos SWOLF

source: Course
es: Recorrido

source: More details about your laps
es: Más detalles de las vueltas

source: Heart rate variability
es: Variabilidad de frecuencia cardíaca

source: More about elevation
es: Más sobre la altitud

source: Elevation data were corrected.
es: Los datos de altitud se corrigieron.

source: Elevation data are not corrected.
es: Datos de altitud sin corregir.

source: Elapsed time
es: Tiempo transcurrido

source: Additional notes
es: Notas adicionales

source: Cadence plot
es: Gráfico de la cadencia

source: Power plot
es: Gráfico de la potencia

source: Temperature plot
es: Gráfico de la temperatura

source: Power
es: Potencia

source: Strokes
es: Brazadas

source: Weather condition
es: Condiciones climáticas

source: Tags
es: Etiquetas

source: Training partner
es: Compañero de entrenamiento

source: Race Result
es: Resultados de competición

source: Official distance
es: Distancia oficial

source: Official time
es: Tiempo oficial

source: Place overall
es: Clasificación absoluta

source: Place age group
es: Clasificación grupo de edad

source: Place gender
es: Clasificación sexo

source: Source of weather data: %s
es: Fuente de los datos de tiempo atmosférico: %s

source: You created this training on <strong>%s</strong> at <strong>%s</strong>.
es: Creaste la actividad el <strong>%s</strong> a las <strong>%s</strong> .

source: Last modification on <strong>%s</strong> at <strong>%s</strong>.
es: Última modificación el <strong>%s</strong> a las <strong>%s</strong>.

source: Pace plot
es: Diagrama de ritmo

source: Pace zones
es: Zonas de ritmo

source: Training points
es: Puntos entreno

source: More about VDOT calculation
es: Mäs acerca del cálculo del VDOT

source: Lanes
es: Calles

source: bpm
es: ppm

source: elev.
es: altitud.

source: HR
es: FC

source: faster
es: más rápido

source: Zone
es: Zona

source: Oscillation
es: Oscilación vertical

source: Ground contact balance
es: Balance del tiempo de contacto con el suelo

source: R-R intervals
es: Intervalos R-R

source: Successive differences
es: Diferencias sucesivas

source: Poincaré plot
es: Diagrama de Poincaré

source: R-R interval
es: Intervalo R-R

source: Anomalies
es: Anomalías

source: Overview
es: Visión general

source: Heartrate data
es: Datos de frecuencia cardíaca

source: Elevation data
es: Datos de altitud

source: Composite data
es: Datos combinados

source: Composite plot
es: Diagrama combinado

source: You will be soon able to configure your own zones.
es: Pronto podrás configurar tus propias zonas.

source: Heart rate zones
es: Zonas de frecuencia cardíaca

source: Elevation calculation for: %s
es: Calculo de altitud para: %s

source: apply data
es: Aplicar datos

source: General data
es: Datos generales

source: manual value
es: Valor manual

source: If you did not insert a value by hand, this value has been calculated.
es: Si no se indicó la altitud durante la creación, el valor se calculó.

source: Lowest point
es: Punto más bajo

source: calculated value
es: Valor calculado

source: This value is calculated with your current configuration. The saved value may be outdated.
es: El valor se calculó con tu configuración actual. El valor guardado puede ser obsoleto.

source: Highest point
es: Punto más alto

source: Gradient
es: Pendiente

source: You can choose the algorithm and threshold in the configuration window.
es: El algoritmo utilizado y los umbrales se pueden determinar en la ventana de configuración.

source: Elevation data for different algorithms/thresholds
es: Datos de altitud para distintos algoritmos/umbrales

source: Elevation data for different algorithms/thresholds (based on original data)
es: Datos de altitud para distintos algoritmos/umbrales (basados en los datos originales)

source: Threshold
es: Umbral

source: Elevation correction
es: Corrección de altitud

source: Elevation data has been corrected.
es: Los datos de altitud han sido corregidos.

source: Elevation data has not been corrected.
es: Los datos de altitud no han sido corregidos.

source: correct now
es: Corregir ahora

source: correct again using %s
es: Corregir de nuevo usando %s

source: srtm files
es: archivos srtm

source: remove corrected elevation data
es: eliminar los datos de altitud corregidos

source: Compare algorithms
es: Comparar algoritmos

source: Note for elevation data
es: Indicación acerca de los datos de altitud

source: The calculation of elevation data is very difficult - there is not one single solution. Bad gps data can be corrected via srtm-data but these are only available in a 90x90m grid and not always perfectly accurate. In addition, every platform uses another algorithm to determine the elevation value (for up-/downwards). We give you therefore the possibility to choose algorithm and threshold such that the values fit your experience.
es: El cálculo de los datos de altitud es muz complejo - no existe una única solución. Los datos erróneos procedentes del GPS se pueden corregir usando archivos srtm, pero estos sólo están disponibles en rejillas de 90x90m, y además no siempre son perfectamente fiables. Además, cada plataforma usa su propio algoritmo y umbral, por lo que nunca se obtendrán exactamente los mismos valores.

source: Show week
es: Mostrar semana

source: Share
es: Compartir

source: Public link
es: Enlace público

source: Export
es: Exportar

source: as %s
es: como %s

source: Make private
es: Hacer privado

source: Make public
es: Hacer público

source: Edit race result
es: Editar resultados de competición

source: Add race result
es: Añadir competición

source: Edit activity
es: Editar actividad

source: Do you really want to delete this activity?
es: ¿De verdad quieres borrar esta actividad?

source: Delete activity
es: Borrar actividad

source: select type
es: Seleccionar tipo

source: add new lap
es: Añadir nueva vuelta

source: round for 100m
es: redondear distancias en múltiplos de 100m

source: apply as total distance
es: Usar como distancia total

source: all active
es: todos activos

source: all resting
es: todos reposo

source: alternating:
es: variable:

source: first resting
es: Primera vuelta reposo

source: first active
es: Primera vuelta "activa"

source: in
es: en

source: Defining some laps as 'resting' will hide them in the respective plot.
es: las vueltas definidas como reposo no se mostrarán en el diagrama correspondiente.

source: Resting
es: Reposo

source: Active
es: Activa

source: General information
es: Información general

source: Weather conditions
es: TIempo atmosférico

source: Privacy
es: Privacidad

source: Activity type
es: Tipo de actividad

source: Public
es: Público

source: Public activities will be visible for everybody.
es: Las actividades públicas serán visibles para todos.

source: Track
es: Pista

source: This field is only meant for official track races such that distances can be shown correctly, e.g. as 10.000m. Use tags for all other purposes.
es: Este campo sirve sólo para carreras en pista, de tal manera que la distancia se muestre de manera correcta, p.ej., 10.000m. Para otros propósitos usa las etiquetas.

source: Will be calculated afterwards from the activity's elevation profile.
es: Se calcula a partir de los datos de altitud.

source: This value will be calculated automatically from duration and sport settings (if activated in your configuration) only if you change the duration or the type of sport.
es: Se calcula automáticamente a partir del tiempo y los ajustes del deporte (si los cálculos se activaron en la configuración), sólo cuando cambias la dsitancia o el tipo de deporte.

source: VDOT for form
es: VDOT forma física

source: VDOTs are estimated from your ratio of heart rate and pace. You can exclude single activities from the calculation of your form and should do so if it's heart rate data are not reliable (e.g. a lot of stops, walking breaks, ...).
es: Los VDOT se estiman con los datos de frecuencia cardíaca y ritmo. Puedes descartar actividades para el cálculo de la forma física, en caso de que los datos de frecuencia cardíaca no sean fiables (p.ej., hay pausas en la actividad, fallo monitor de frecuencia, etc.).

source: Cadence (Running)
es: Cadencia

source: Unit is always - also for running - <em>rpm</em>, i.e. rounds (or steps with one foot) per minute,
es: Las unidades son siempre - también para carrera - <em>rpm</em>, por ejemplo vueltas ( o pasos de un determinado pie) por minuto

source: Wind speed
es: Velocidad del viento

source: Wind degrees
es: Dirección del viento

source: Night
es: Noche

source: Total strokes
es: Brazadas totales

source: Pool length
es: Longitud piscina

source: Analysis
es: Análisis

source: Sleep
es: Sueño

source: Weight
es: Peso

source: Resting HR
es: Pulso en reposo

source: Maximal HR
es: Pulso máximo

source: Body fat
es: grasa

source: Body water
es: agua

source: Body muscle
es: músculo

source: Sleep Duration
es: Duración del sueño

source: Save and continue
es: Grabar y continuar

source: It seems that you already have imported this activity
es: Parece que esta actividad ya había sido importada

source: The activity has been successfully created.
es: La actividad se ha creado correctamente.

source: Race results are treated in a special way to show your personal bests and are independent of the chosen activity type.
es: Los resultados de competición - independientemente del tipo de entrenamiento selecciónado - se usan para el cálculo de las mejores marcas personales.

source: You can add some details (your placement etc.) in the 'Race result' plugin afterwards.
es: Puedes añadir detalles a posteriori (p.ej., clasificación, etc. ) en el complemento "resultado de competiciones".

source: Race result
es: Resultado de competición

source: Choose tags
es: Elegir etiquetas

source: Remove data series
es: Eliminar serie de datos

source: You may want to remove a data series if a sensor, e.g. your heart rate strap, produced unusable data.
es: Aquí puedes eliminar una serie de datos, si un sensor, p.ej., el monitor de frecuencia cardíaca, proporcionó datos incorrectos.

source: Attention: This operation cannot be undone.
es: Atención: esta operación no se puede deshacer.

source: Ground contact time balance
es: Balance del tiempo de contacto con el suelo

source: Ground contact time
es: Tiempo de contacto del suelo

source: Original elevation
es: Datos de altitud originales

source: Corrected elevation
es: Corregir datos de altitud

source: GPS path
es: Ruta GPS

source: Use elevation correction
es: Usar corrección de la elevación

source: Correct elevation data
es: Corregir datos de elevación

source: Elevation data via GPS is very inaccurate. Therefore you can correct it via some satellite data.
es: Los datos de elevación de GPS son muy imprecisos. Por lo tanto puede corregirlos a través de los datos de algún satélite.

source: General settings
es: Ajustes generales

source: Gender
es: Sexo

source: Beginning of the week
es: Comienzo semana

source: Unit system for distances
es: Unidades de distancia

source: Changing the unit system for distances does not change pace units. You have to adjust them in sports configuration.
es: Cambiar las unidades de distancia no afecta a las unidades de ritmo. Estas se ajustan en la configuración de tipo de deporte.

source: Weight unit
es: Unidades de peso

source: Temperature unit
es: Unidades de temperatura

source: Heart rate unit
es: Unidades de frecuencia cardíaca

source: Main sport
es: Deporte principal

source: Basic endurance
es: Resistencia física básica

source: Minimal distance for longjogs
es: Distancia mínima para tirada larga

source: Every run above this distance will be rated.
es: Cada carrera por encima de esta distancia se considerará.

source: Days for longjogs
es: Nümero de días para tirada larga

source: Number of days to look at for longjog goal.
es: Número de días objetivo de la tirada larga.

source: Days for week kilometer
es: Número de días para kilómetros semanales

source: Number of days to look at for weekly kilometer goal.
es: Número de días objetivo de los kilómetros semanales.

source: Days for week kilometer (minimum)
es: Número de días para kilómetros semanales (mínimo)

source: This value will be used if not enough data is available.
es: Este valor se usará si no hay suficientes datos disponibles.

source: Factor for week kilometers
es: Factor para kilómetros semanales

source: Percentage as value between 0.00 and 1.00.
es: Porcentaje como valor entre 0.00 y 1.00.

source: Search: results per page
es: Resultados de búsqueda por página

source: Number of results displayed on each page.
es: Resultados mostrados por página.

source: Publish activities
es: Hacer públicas las actividades

source: Automatically mark every activity after its creation as public.
es: Marcar automáticamente todas las actividades creadas como públicas.

source: Public list: active
es: Lista de actividades pública

source: If activated: Everyone can see a list of all your (public) activities.
es: Si está activado, cualquiera puede ver una lista con todas tus actividades (públicas).

source: Public list: private workouts
es: Lista: actividades privadas

source: If activated: Display a summary for each private activity in the public activity list.
es: Si está activada, muestra un resumen de las actividades privadas presentes en la lista pública.

source: Public list: general statistics
es: Lista: estadísticas generales

source: Show some general statistics above the activity list
es: Muestra estadísticas generales sobre la lista de actividades

source: Public view: show map
es: Vista pública: mostrar mapa

source: You can hide the map for the public view
es: El mapa se puede ocultar en las actividades públicas

source: Activity view
es: vista de actividad

source: Number of decimals
es: Numero de dígitos decimales

source: Activity view: show rows in full height
es: Vista de actividad: mostrar filas con altura completa

source: By default e.g. lap data will be scrollable and not shown completely.
es: Por defecto la tabla de vueltas no se mostrará completa, y existirá una barra de navegación.

source: Plots: combination
es: Diagrama: combinación

source: Plots: precision
es: Diagrama: exactitud

source: How many data points should be plotted?
es: ¿Cuántos puntos deseas mostrar?

source: Plots: smooth curves
es: Diagrama: suavizar curvas

source: Plots: use time as x-axis
es: Diagrama: Usar tiempo en el eje X

source: Pace plot: y-axis minimum
es: Diagrama de ritmo: mínimo eje Y

source: Data points below this limit will be ignored. (only for min/km)
es: Los puntos por debajo de este umbral no se mostrarán (sólo en carrera)

source: Pace plot: y-axis maximum
es: Diagrama de ritmo: Máximo eje Y

source: Data points above this limit will be ignored. (only for min/km)
es: Los puntos por encima de este umbral no se mostrarán (sólo para carrera)

source: Pace plot: y-axis scale type
es: Diagrama de ritmo: Escala eje Y

source: Scale type that will be used to show pace on y-axis.
es: Escala que se usa para mostrar el ritmo sobre el eje Y.

source: Pace plot: Ignore outliers
es: Diagrama de ritmo: ignorar valores atípicos

source: Try to ignore outliers in the pace plot.
es: Si activado, no se tendrán en cuenta los valores atípicos.

source: Splits plot: use zero as axis minimum
es: Diagrama parciales: usar cero como mínimo de ejes

source: Map: interrupt route
es: Mapa: interrumpir ruta

source: The gps path can be interrupted in case of <em>interruptions</em> (e.g. by car/train/...).Finding these interruptions is not easy. You can define up to which distance (in seconds by average pace)between two data points can be interpolated.
es: Cuando algunas secciones del recorido se recorrieron de otra forma (p.ej., coche, ...), estas secciones no se dibujarán en el mapa. La detección de tales <em>interrupciones</em> no es fácil. Puedes definir hasta que distancia (en segundos según el ritmo medio) entre dos puntos se puede interpolar.

source: Map: precision
es: Mapa: precisión de la ruta

source: How many data points shoud be displayed?
es: ¿cuántos puntos de la ruta se deben mostrar?

source: Map: line color
es: Mapa: color de línea

source: as hexadecimal rgb (e.g. #ff5500)
es: como exadecimal en formato RGB (p.ej. #ff5500)

source: Map: show map first
es: Mapa: mostrar antes del diagrama

source: show map before plots
es: Mostrar mapas antes de los diagramas

source: Map: zoom on scroll
es: Mapa:hacer zoom cuando se use el scroll

source: Elevation: smoothing
es: Altitud: suavizar

source: Choose the algorithm to smooth the elevation data
es: Escoge el algoritmo con el que suavizar los datos de altitud

source: Elevation: threshold
es: Altitud: umbrales

source: Threshold for the smoothing algorithm
es: Umbrales para el cálculo de la altitud

source: Design
es: Diseño

source: Background image
es: Imagen de fondo

source: Activity form
es: Formulario de entrada

source: Default window
es: Método de entrada por defecto

source: Show activity after creation
es: Mostrar actividad tras creación

source: Calculate calories
es: Calcular calorías

source: Recalculate calories after changing duration by hand
es: Las calorías se actualizan en el formulario cuando se edita la duración. Se usará el valor definido para el tipo de deporte

source: Calculate power
es: Calcular potencia

source: Calculate power by speed and grade for cycling
es: En ciclismo, se puede estimar la potencia a partir de la velocidad y la pendiente

source: Detect pauses
es: Detectar pausas

source: Detect pauses (distance not increasing) when importing training
es: Detectar pausas al importar actividades (la distancia no se modificará)

source: Automatically load weather conditions
es: Actuailzar tiempo atmosférico automáticamente

source: for weather: Location
es: Localización para el tiempo atmosférico

source: For loading weather data from openweathermap.org<br>e.g. <em>Berlin, de</em>
es: para actualizar el tiempo atmosférico desde openweathermap.org<br>p.ej. <em>Berlin, de</em>

source: Automatically correct elevation data
es: Corregir datos de altitud automáticamente

source: Instead of using gps-elevation a correction via external services is possible.
es: en lugar de usar los datos de altitud del gps, se pueden corregir a través de un servicio online.

source: Sort: sport types
es: Ordenar: tipo de deporte
