Repository: KarolTx/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: es

source: A virtual Pace Bunny <em>reaches</em> the goal with a steady performance - you can see how far you are ahead or behind.
es: El conejito virtual <em>alcanza</em> el objetivo a ritmo constante - se te mostrará la ventaja o desventaja que te lleva (o le llevas).

source: Note: &quot;Saison&quot; refers to the current season in the german &quot;kmspiel&quot;.
es: Nota: &quot;Saison&quot; se refiere a la temporada actual in el &quot;kmspiel&quot;alemán.

source: Show a prognosis for the current %s
es: Muestra una predicción para el %s actual

source: Current time range: %s to %s
es: Intervalo de tiempo actual: %s a %s

source: %s: show
es: %s: Mostrar

source: %s: goal
es: %s: Objetivo

source: Show details
es: Mostrar detalles

source: Current
es: Actual

source: Day
es: Día

source: Week
es: Semana

source: Prognosis
es: Predicción

source: %d days left
es: %d días restantes

source: Goal reached.
es: Objetivo cumplido.

source: Pace Bunny
es: Conejito virtual

source: Behind
es: Desventaja

source: Ahead
es: Ventaja

source: Head 2 Head
es: cara a cara

source: Me
es: yo

source: Pace&nbsp;Bunny
es: Conejito&nbsp;Virtual

source: %s to %s (%d days)
es: de %s a %s (%d días)

source: Month
es: Mes

source: Half-Year
es: Medio año

source: Season
es: Temporada

source: Note: Season means the current season in the german &quot;kmspiel&quot;
es: Nota: Saison se refiere a la temporada actual en el &quot;kmspiel&quot;aleman

source: Year
es: Año

source: Result over %s
es: Resultado sobre %s

source: Trend over %s
es: Tendencia sobre %s

source: Result overs %s
es: Resultado sobre %s

source: Competition details
es: Detalles de la competición

source: Race results
es: Marcas en competición

source: Personal bests and everything else related to your competitions.
es: Marcas personales y todo lo demás acerca de las competiciones en que has participado.

source: This plugin lists all your competitions. It shows you a summary of all race results and of your personal bests (over all distances with at least two results).
es: Este complemento enumera todas tus competiciones. Muestra un resumen de todas tus marcas y tus mejores tiempos (sobre todas las distancias con al menos dos resultados).

source: In addition, it plots the trend of your results over a specific distance.If you do a race just for fun, you can mark it as a 'fun race' to ignore it in the plot.
es: Además, traza la tendencia de tus resultados en una distancia determinada. Si compites en una carrera sólo por diversión, puedes marcarla como 'carrera divertida', para que se ignore en el gráfico.

source: Main distance
es: Distancia principal

source: Distances for yearly comparison
es: Distancias para comparativa anual

source: Personal bests
es: Marcas personales

source: All race results
es: Todas tus marcas en competición

source: There are no races.
es: No hay competiciones.

source: There are no race results for the given distances.
es: No hay marcas para esa distancia.

source: Results trend
es: Marcas en competición

source: Official distance & time
es: Distancia y tiempo oficiales

source: Activity details
es: Detalles de la actividad

source: Placement
es: Clasificación

source: Overall
es: Total

source: Age group
es: Grupo de edad

source: AG
es: GE

source: male/female
es: hombre/mujer

source: Weather statistics
es: Estadísticas de tiempo atmosférico

source: Edit the activity
es: Editar actividad

source: Edit the race result details
es: Editar resultados competiciones

source: Fun race | Click to mark this activity as a 'normal race'.
es: Carrera divertida | Seleccionar para marcar la actividad como 'carrera normal'.

source: Race | Click to mark this activity as a 'fun race'.
es: Carrera | Seleccionar para marcar esta actividad como 'carrera divertida'.

source: Race result was deleted.
es: Se eliminó el resultado de la competición.

source: Details
es: Detalles

source: Event
es: Evento

source: If you participate in an event multiple times you should always enter the same name, i.e. don't append the event's number or year.
es: Si participas en un evento en varias ocasiones, introduce siempre el mismo nombre sin añadir el ordinal o el año del evento.

source: Officially measured
es: Cronometraje oficial

source: Was the course officially measured?
es: ¿Se realizó cronometraje oficial en el evento?

source: Your official placement.
es: Posición oficial.

source: Participants
es: Participantes

source: Number of participants in every category
es: Número de participantes en cada categoría

source: Delete this race result
es: borrar resultados de competición

source: This will only delete the entry as competition. The activity itself will stay untouched.
es: Borra el resultado de la competición. La actividad en si permanece inalterada.

source: Delete race result
es: Editar resultados de competición

source: Add race result to activity
es: Añadir resultados de competición

source: Invalid input.
es: Entrada no válida.

source: Edit a couple of activities. This plugin is needed to upload more than one activity at once.
es: Editar varias actividades simultáneamente. Este complemento permite subir varias actividades de una vez.

source: This plugin allows you to edit multiple activities one after another.
es: Este complemento te permite editar varias actividades consecutivamente.

source: At the moment it's not possible to edit multiple activities with only one form.
es: Actualmente no se pueden editar varias actividades en un único formulario.

source: Predict your race performance on various distances.
es: Predice tu rendimiento en competición para varias distancias.

source: There are different models that can be used to predict your race performances:
es: Existen varios modelos para predecir el resultado en competición:

source: Your current VDOT is estimated based on the ratio of heart rate and pace. This value is equivalent to specific performances.
es: Tu VDOT actual se estima a partir de la frecuencia cardíaca y el ritmo. Con este valor se puede determinar el rendimiento.

source: Robert Bock uses an individual coefficient for your fatigue over time/distance. This model uses your two best results.
es: Robert Bock usa un coeficiente individual para tu fatiga a lo largo del tiempo/ la distancia. Este modelo usa tus dos mejores resultados.

source: Herbert Steffny uses fixed factors to transform performances from one distance to another. This model uses your best result.
es: Herbert Steffny usa coeficientes fijos, para estimar el tiempo de una distancia a partir de otra. Este modelo se basa en tu mejor resultado.

source: David Cameron uses a fixed coefficient for the fatigue over time/distance and slightly different formulas than Robert Bock. This model uses your best result.
es: David Cameron usa un coeficiente fijo para la fatiga a lo largo del tiempo/la distancia con formas ligeramente diferentes a las de Robert Bock. Este modelo se basa en tu mejor resultado.

source: The VDOT model is the only one which considers your current shape. The other models are based on your previous race results.
es: El modelo VDOT es el único que tiene en cuenta tu estado de forma actual. Los otros modelos se basan únicamente en tus resultados en competición anteriores.

source: Distances to predict
es: Distancias a predecir

source: Prediction model
es: Modelo predictivo

source: Use basic endurance
es: Usar resistencia básica

source: Use basic endurance factor to adapt prognosis for long distances (Jack Daniels only).
es: Usar factor de resistencia básica para adaptar la predicción a largas distancias (sólo Jack Daniels).

source: Show prognosis trend
es: Mostrar evolución de las predicciones

source: Prognosis calculator
es: Calculador de predicciones

source: Prognoses can't be calculated.
es: No se puede calcular una predicción.

source: There are not enough results for good predictions.
es: No hay suficientes resultados para una buena predicción.

source: <small>from</small> %s <small>to</small> <strong>%s</strong>
es: <small>de</small> %s <small>a</small> <strong>%s</strong>

source: Prognosis with basic endurance
es: Predicción teniendo en cuenta resistencia básica

source: Result
es: Resultado

source: Prognosis trend
es: Tendencia de la predicción

source: Your current VDOT:
es: Tu VDOT actual:

source: Your current basic endurance:
es: Tu resistencia básica actual:

source: %s in %s <small>(%s)</small> and %s in %s <small>(%s)</small>
es: %s en %s <small>(%s)</small> y %s en %s <small>(%s)</small>

source: Your two best results:
es: Tus dos mejores marcas:

source: Personal best
es: Mejor marca personal

source: Your input is invalid
es: Entrada inválida

source: The results give the constants K = %f and e = %f.
es: Para tus marcas se calcularon las constantes K = %f y e = %f.

source: K must be between %u and %u, e between %f and %f.
es: K debe estar entre %u y %u, e entre %f y %f.

source: Input
es: Entrada

source: Model
es: Modelo

source: Distances
es: Distancias

source: New VDOT
es: Nuevo VDOT

source: Use Basic Endurance
es: Usar resistencia básica

source: Basic Endurance
es: Resistencia básica

source: Best result
es: Mejor marca

source: Second best result
es: Segunda mejor marca

source: Show prognosis
es: Mostrar predicción

source: Prognosis calculator: form trend
es: Calculador de predicciones: Evolución

source: Database import/export
es: Importar/Exportar base de datos

source: This plugin allows you to import and export your complete data from the database.
es: Este complemento te permite importar y exportar todos tus datos de la base de datos.

source: File format
es: Formato de archivo

source: Portable backup
es: Copia de seguridad portátil

source: Database backup
es: Copia de seguridad de la base de datos

source: Export your data
es: Exportar tus datos

source: Create file
es: Crear archivo

source: JSON-format
es: Formato JSON

source: Portable backup of your configuration and data -This file can be imported into any other installation, using this plugin.<br />This way you can transfer your data from to local to an online installation and back.
es: Copia de seguridad portátil de tu configuración y tus datos - Este archivo se puede importar en otra instalación, usando este complemento.<br />De este modo puedes transferir tus datos p.ej. de un servidor local a uno en línea y viceversa.

source: SQL-format
es: Formato SQL

source: Backup of the complete database -This file can be imported manually with e.g. PHPMyAdmin into any database.<br />This is recommended to create a backup copy or to import your data into a new installation.
es: Copia de seguridad de la base de datos completa - Este archivo se puede importar manualmente en cualquier base de datos con p.ej. PHPMyAdmin.<br />Se recomienda para crear una cpia de seguridad o para importar tus datos a una nueva instalación.

source: Import file
es: Importar archivo

source: You can only import *.json.gz-files.
es: Solo puedes importar archivos *.json.gz.

source: Overwrite general configuration
es: Sobreescribir la configuración general

source: Overwrite dataset configuration
es: Sobreescribir la configuración del conjunto de datos

source: Overwrite plugins
es: Sobreescribir complementos

source: Delete all old activities
es: Borrar todas las actividades

source: Delete all old body values
es: Borrar todos los datos corporales

source: There are <strong>%s</strong> activities in this file.
es: hay <strong>%s</strong> activitidades en este archivo.

source: There are <strong>%s</strong> body values in this file.
es: Hay <strong>%s</strong> valores corporales en este archivo.

source: Versions do not match! The backup is from %s but you are using %s.
es: ¡Versiones incompatibles! La copia de seguridad es de %s pero estás usando %s.

source: The file seems to be corrupted.
es: El archivo parece estar corrompido.

source: Import data
es: Importar datos

source: All data have been imported.
es: Se importaron todos los datos.

source: It is recommended to use the <em>Database cleanup</em> tool.
es: Se recomienda usar la herramienta <em>Limpiar la base de datos</em>.

source: Allowed file extension: *.json.gz
es: Extensión de archivo permitida: *.json.gz

source: All shared links will be invalid if you (re-)import activities and overwrite all existing activities!
es: ¡Si importas (de nuevo) todas las actividades y sobreescribes las actuales, los enlaces compartidos dejarán de ser válidos!

source: The file has to be created with the same version of Runalyze!<br>You won't be able to import a file from an older version.
es: ¡El archivo tiene que crearse con la misma versión de Runalyze!<br>No se pueden importar archivos de versiones anteriores.

source: The importer will not change existing data for equipment, sport types or activity types.<br>You have to make these changes by hand or delete the existing data in advance.
es: La importación no modifica los datos existentes de equipación, tipos de depote o tipos de actividad. <br>Estos cambios los debes hacer tu a mano, o bien puedes borrar previamente los datos existentes.

source: Export data
es: Exportar datos

source: dataset
es: Grupo de datos

source: Sport types
es: Tipos de deporte

source: Body data
es: Datos corporales

source: Activities
es: Actividades

source: Trackdata
es: Datos de rutas

source: Swimdata
es: Datos de natación

source: Routes
es: Rutas

source: HRV data
es: Datos de HRV

source: Equipment types
es: Tipo de equipación

source: Relation: equipment types to sports
es: Relación: tipo de equipamiento respecto a tipo de deporte

source: Relation: equipment to activities
es: Relación: equipamiento respecto a actividades

source: Relation: tag to activities
es: Relación:etiqueta respecto a actividades

source: Monthly Stats
es: Estadísticas mensuales

source: How many %s/hours did you do per month
es: Cuántos %s u horas has entrenado cada mes

source: by distance
es: Por distancia

source: by time
es: Por tiempo

source: by elevation
es: por altitud

source: by calories
es: por calorías

source: by trimp
es: Por TRIMP

source: by number
es: Por número

source: Some statistics for your most frequent routes.
es: Listado de las rutas y lugares más/menos comunes.

source: The input field 'route' expects different places separted by a '-', e.g. 'City A - City B'This way the plugin will be able to count how often you visit each city or place.
es: El símbolo '-' separa distintos lugares. P.ej., Ciudad A - Ciudad B. De esta forma el complemento podrá calcular la frecuencia con que visitas cada destino.

source: Show visited cities
es: Mostrar ciudades visitadas

source: Open route network
es: Ver rutas en mapa

source: Most frequent routes
es: Rutas más frecuentes

source: Most frequent places
es: Destinos más frecuentes

source: There are no routes.
es: No hay rutas.

source: Rare places
es: Lugares menos frecuentes

source: You have visited %s different places.
es: Has visitado %s lugares diferentes.

source: Everything seperated by a ' - ' is considered as an individual place.
es: Cada elemento separado por '-' se considera un destino independiente.

source: Choose sport
es: Elige deporte

source: Choose year
es: Elige año

source: Route network
es: Rutas en mapa

source: There are no routes matching the criterias.
es: No hay rutas para esos criterios.

source: The map contains your %s most recent routes matching the criterias.
es: El mapa contiene las %s rutas más recientes que cumplen los criterios.

source: More routes are not possible at the moment due to performance issues.
es: Por motivos de rendimiento, no se pueden actualmente más rutas.

source: Add body values
es: Añadir valores corporales

source: Edit body values
es: Editar valores corporales

source: Fat
es: Grasa

source: Water
es: Agua

source: Muscles
es: Músculos

source: Body values
es: Valores corporales

source: Sleep duration
es: Duración sueño

source: Show body values: weight, resting heart rate and values like fat-, water- and muscles-percentage.
es: Mostrar valores corporales: peso, FC reposo y otros valores como porcentaje de frasa, agua o masa muscular.

source: Use old design
es: Diseño antiguo

source: Record body weight
es: Registrar peso

source: Record body fat
es: Registrar grasa corporal

source: Record resting heart rate
es: Registrar FC reposo

source: Desired body weight
es: Peso objetivo

source: Plot: number of points
es: Diagrama: número de puntos

source: <small>or</small> fixed number of days
es: <small>o</small> número prefijado de días

source: Enter a value &ge; 0 to show a fixed time range.
es: Introduce un valor &ge;0 para mostrar un intervalo de tiempo prefijado.

source: Add data
es: Añadir datos

source: Show table
es: Mostrar tabla

source: You have to specify which values to record. (see configuration)
es: Tienes que especificar los valores que quieres registrar (Ver configuración)

source: Enter maximal HR
es: Introducir FC máx

source: Otherwise calculations will be wrong
es: Si no, los cálculos serán incorrectos

source: Other values
es: Otros valores

source: Add a new entry
es: Añadir nueva entrada

source: All training weeks %s
es: Todas las semanas de entrenamiento %s

source: Monthly and weekly summaries for all sports
es: Resumen mensual y semanal para todos los deportes

source: General overview
es: Resumen general

source: All training weeks
es: Todas las semanas de entrenamiento

source: This plugin shows summaries for all weeks, months or years to compare your overall training.
es: Este complemento muestra resúmenes para todas las semanas, meses o años para comparar tus entrenamientos.

source: Compare kilometers per week
es: Comparar kilómetros por semana

source: Show streak
es: Mostrar racha

source: Minimum number of days to show a streak (0 for always)
es: Mínimo número de días para mostrar una racha (0 para “siempre”)

source: If you run today:
es: Si corres hoy:

source: You don't have a streak. Go out and start one!
es: Aún no tienes ninguna racha. ¡Sal ahí fuera y comienza una!

source: Your last run was on %s
es: Tu última carrera fue el %s

source: %d day of running since %s
es: %d día corriendo desde el %s

source: /week
es: / semana

source: /month
es: /mes

source: Last 10 training weeks
es: Ültimas 10 semanas de entrenamiento

source: No activities
es: No hay actividades

source: All months
es: Todos los meses

source: Display statistics for your equipment.
es: Mostrar estadísticas de equipación.

source: Add/Edit equipment
es: Añadir/Editar equipación

source: Show all equipment
es: Mostrar equipación completa

source: Please choose an equipment type in the plugin configuration.
es: Por favor, elige un tipo de equipación en la configuración del complemento.

source: Show/Hide unused equipment
es: mostrar/ocultar equipamiento retirado

source: You don't have any equipment
es: No tienes ninguna equipación

source: x-times
es: x-veces

source: min.
es: mín.

source: You don't have any shoes
es: No has introducido zapatillas

source: Recalculation of some statistics may be needed after deleting some activities. In addition, values for elevation, TRIMP and VDOT can be recalculated.
es: Limpia la base de datos. Puede ser necesario si eliminas actividades. Además se recalcularán los valores de altidud, TRIPM y VDOT.

source: Due to performance reasons, some statistics are saved in the database. Under some circumstances you have to recalculate these values after deleting an activity by hand.
es: Para mejorar el rendimiento, algunas estadísticas se guardan en la base de datos. Bajo determinadas circunstancias puede que tengas que recalcularlas si borras alguna actividad a mano.

source: Internal constants have been refreshed.
es: Se han actualizado las constantes internas.

source: There was a problem while recalculating your equipment statistics
es: Ocurrió un problema al calcular tus estadísticas de equipamiento

source: Statistics have been recalculated for all <strong>%s</strong> pieces of equipment.
es: Se han recalculado las estadísticas para todas los <strong>%s</strong> componentes de tu equipación.

source: Vdot corrector
es: Corrección VDOT

source: Maximal TRIMP
es: TRIMP máximo

source: Cleanup is running ...
es: Ejecutando limpieza...

source: back to form
es: volver al formulario

source: Elevations have been recalculated for %d routes.
es: Se ha recalculado la elevación para %d rutas.

source: There was a problem with activity %d.<br>Error message: %s
es: Ha ocurrido un problema con la actividad %d. <br> Mensaje de error: %s

source: %d activities have been updated.
es: %d actividades se han actualizado.

source: General cleanup
es: Limpieza general

source: Refresh internal constants
es: Actualizar constantes internas

source: Recalculate your equipment statistics
es: Recalcular las estadísticas del equipación

source: Recalculate your VDOT correction factor
es: Recalcular el factor de correción del VDOT

source: Recalculate your VDOT shape
es: Recalcular el VDOT promedio

source: Recalculate your basic endurance
es: Recalcular la resistencia básica

source: Recalculate maximal TRIMP values
es: Recalcular el valor máximo de TRIMP

source: Loop through activities
es: Recorrer todas las actividades

source: These recalculations are only needed if you changed the corresponding settings.
es: Solo es necesario recalcular, si has modificado ajustes relacionados.

source: This task may take some time, since we have to loop through all your activities.
es: Esta tarea puede durar bastante, porque tenemos que recorrer todas las actividades.

source: Recalculate elevation
es: Recalcular altitud acumulada

source: Overwrite manual values
es: Sobreescribir valores manuales

source: Recalculate VDOT values
es: Recalcular VDOT

source: Recalculate JD training points
es: Recalcular puntos de entrenamiento JD

source: Recalculate TRIMP values
es: Recalcular TRIMP

source: Allow to force recalculations if settings did not change
es: Permitir que se recalcule si no cambiaron los ajustes

source: Start cleanup
es: Comenzar limpieza

source: VDOT is the shortform of <em>V-dot-O2Max</em>, the maximum rate of oxygen flow.
es: VDOT es la abreviatura de <em>V-dot-O2Max</em>, la máxima concentración de oxígeno que puede fluir por la sangre por minuto.

source: This value is a good measurement for the possible performance of a runner.
es: Este valor es una buena estimación del posible rendimiento de un corredor.

source: Due to some additional factors, one talks about a <em>pseudo V-dot-O2Max</em>, which is equal for all runners at the same level.
es: Debido a factores adicionales, se habla de <em>pseudo V-dot-O2Max</em>, que es igual para todos los deportistas del mismo nivel.

source: Your Shape: an estimation of your VDOT value
es: Tu VDOT prom: una estimación de tu VDOT

source: <a href="%s" target="_blank">Jack Daniels' famous Running formula</a> serves some tables estimating the VDOT value. These formulas are used to estimate your VDOT and predict your race performances.
es: <a href="%s" target="_blank">El libro de Jack Daniels “La Fórmula De Daniels Para Corredores”</a> contiene tablas que permiten estimar el VDOT. Estas fórmulas se usan para estimar tu VDOT y predecir rendimiento es carrera.

source: Your personal VDOT value is estimated based on the ratio of heart rate and pace in every of your runs.
es: Tu valor VDOT se estima a través de la relación entre la frecuencia cardíaca y el ritmo de cada una de tus carreras.

source: The average over a given period is considered as your current shape.
es: La media a lo largo de un determinado período se considera tu estado de forma actual.
