Repository: KarolTx/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: es

source: Each VDOT value of an activity is marked with an arrow, to show if this value is (much) higher than your current shape, equal to it or (much) lower:
es: El VDOT de cada actividad se muestra como una flecha, que muestre si este valor es (mucho) más alto que tu promedio actual, igual, o (mucho) más bajo:

source: Warning: Of course, pauses, walking and other factors can heavily influence the ratio of heart rate and pace.
es: Advertencia: Por supuesto, las pausas, caminar y otros factores pueden influir de gran manera en la relación entre la frecuencia cardíaca y el ritmo.

source: Activities with known influences or strange results can be ignored for the calculation of your shape.
es: Se pueden ignorar para el cálculo aquellas actividades que contengan resultados extraños.

source: The TRIMP-concept gives a possibility to describe the load of a single activity.
es: El concepto TRIMP permite describir la carga de entrenamiento de cada actividad.

source: For a single activity the TRIMP is calculated based on the duration and your heart rate.
es: Para una actividad el TRIMP se calcula a partir de la duración de la misma y tu frecuencia cardíaca.

source: Your <strong>Actual Training Load</strong>, ATL, also fatigue, is based on the sum of your last TRIMP values in a short period, e.g. for seven days.
es: Tu <strong>Carga de entrenamiento actual</strong>, ATL, también conocida como fatiga, se basa en la suma del valor TRIMP de las actividades recientes dentro de un determinado período, p.ej., siete días.

source: In contrast, your <strong>Chronical Training Load</strong>, CTL, also fitness level, is based on the sum of your last TRIMP values in a long period, e.g. for fourty days.
es: Por el contrario, tanto tu <strong>1Chronical Training Load (o carga de entrenamiento crónica)</strong>,CTL, como tu nivel de forma física, se calcula como la suma de los últimos valores TRIMP en un determinado período, p.ej., 40 días.

source: The difference of these values is called <strong>Training Stress Balance</strong>, TSB. It describes if you are recovering (positive) or training hard (negative).
es: La diferencia entre estos valores se llama <strong>Balance de esfuerzo de entrenamiento</strong>, TSB. Describe si actualmente te estás recuperando (positivo) o entrenando duro (negativo).

source: Fitness (CTL)
es: Forma física (CTL)

source: Fatigue (ATL)
es: Fatiga (ATL)

source: avg VDOT
es: VDOT prom

source: day VDOT
es: VDOT día

source: Shape for all years
es: Curva forma física completa

source: Calculations
es: Cálculos

source: Calculate experimental values as shape and fatigue based on TRIMP, basic endurance and your VDOT shape.
es: Calcula valores experimentales como la forma y la fatiga a partir de tu TRIMP, resistencia básica y tu VDOT promedio.

source: Runalyze uses a lot of tables and derived formulas from Jack Daniels' Running formula. That way Runalyze is able to predict your current VDOT value.
es: Runalyze usa muchas tablas y fórmulas derivadas del libro “La Fórmula De Daniels Para Corredores” de Jack Daniels. Con ellas estimamos tu VDOT actual, basándonos en la frecuencia cardíaca y ritmo de tus actividades.

source: Show: Paces
es: Mostrar: ritmo

source: Paces based on your curent VDOT
es: Ritmos basados en tu VDOT actual

source: Show: ATL/CTL/TSB
es: Mostrar: ATL/CTL/TSB

source: Show actual/chronical training load and stress balance (based on TRIMP)
es: Muestra tu ATL /CTL / TSB actual (basados en tu TRIMP)

source: Show: Monotony/TS
es: Mostrar: Monotonía/TS

source: Show monotony and training strain (based on TRIMP)
es: Muestra tu monotonía y carga de entrenamiento (basados en tu TRIMP)

source: Show: VDOT
es: Mostrar: VDOT

source: Predict current VDOT value
es: Predice tu VDOT actual

source: Show: Basic endurance
es: Mostrar: Resistencia básica

source: Guess current basic endurance
es: Estima tu resistencia básica actual

source: Show: Training points
es: Mostrar: Puntos de entrenamiento

source: Training intensity by Jack Daniels
es: Intensidad de entrenamiento según Jack Daniels

source: Show form
es: Muestra VDOT

source: How are these values calculated?
es: ¿cómo se calculan estos valores?

source: Explanations: What are VDOT and TRIMP?
es: Explicación: ¿Qué son el VDOT y el TRIMP?

source: There are not enough activities for good calculations.
es: No hay suficientes actividades para una buena estimación.

source: Current average VDOT
es: VDOT promedio actual

source: Basic&nbsp;endurance
es: Resistencia&nbsp;básica

source: <em>Experimental value!</em><br>100 &#37; means: you had enough long runs and kilometers per week to run a good marathon, based on your current VDOT.
es: <em>¡Valor experimental!</em><br>100 &#37; significa: has corrido suficientes tiradas largas y km por semana como para hacer una buena marathon. Se basa en tu VDOT actual.

source: Current value: %s<br>Maximal value: %s<br>as percentage: %s &#37;
es: Valor actual: %s<br> Valor máximo: %s<br> como porcentaje: %s &#37;

source: Fatigue
es: Fatiga

source: Actual Training Load<br><small>Average training impulse of the last weeks in relation to your maximal value.</small>
es: ATL<br><small>valor promedio de tu TRIMP durante las últimas semanas, comparado con el máximo histórico.</small>

source: Fitness&nbsp;level
es: Estado&nbsp;Forma

source: Chronical Training Load<br><small>Average training impulse of the last months in relation to your maximal value.</small>
es: CTL<br><small>Valor promedio de tu TRIMP durante los últimos meses, en relación al máximo histórico.</small>

source: absolute: %s<br>as percentage: %s &#37;
es: absoluto:%s<br>como porcentaje: %s &#37;

source: Stress&nbsp;Balance
es: Balance&nbsp;Esfuerzo

source: Training Stress Balance (= CTL - ATL)<br>&gt; 0: You are relaxing.<br>&lt; 0: You are training hard.
es: Balance de esfuerzo de entrenamiento (TSB = CTL - ATL)<br>&gt; 0: Te estás relajando.<br>&lt; 0: Estás entrenando duro.

source: Rest&nbsp;days
es: Días de reposo&nbsp;

source: Rest days needed to reach TSB = 0
es: Número de días de reposo necesarios para alcanzar TSB = 0

source: Easy&nbsp;TRIMP
es: Fácil&nbsp;TRIMP

source: Max TRIMP that will still keep you at TSB = 0
es: TRIMP máx para mantener TSB = 0

source: Monotony
es: Monotonía

source: Monotony<br><small>Monotony of your last seven days.<br>Values below 1.5 are preferable.</small>
es: Monotonía<br><small>Monotonía de los últimos siete días. <br>Es recomedable que el valor sea inferior a 1.5.</small>

source: Training&nbsp;strain
es: Carga&nbsp;entrenamiento

source: Training strain<br><small>of your last seven days</small>
es: Carga de entrenamiento<br><small>de los últimos siete días</small>

source: This week: %s training points<br>Prognosis: ca. %s training points<br>Last week: %s training points
es: Esta semana:%s puntos de entrenamiento<br>predicción: aprox. %s puntos de entrenamiento<br>Semana anterior: %s puntos de entrenamiento

source: Training&nbsp;points
es: Puntos&nbsp;entrenamiento

source: Training intensity by Jack Daniels.<br>Jack Daniels considers the following levels:<br>50 points: Beginner<br>100 points: Advanced Runner<br>200 points: Pro Runner
es: Intensidad de entrenamiento según Jack Daniels.<br>Jack Daniels considera los siguientes niveles:<br>50 puntos: Principiante<br>100 puntos: Avanzado<br>200 puntos: Profesional

source: Easy pace running refers to warm-ups, cool-downs and recovery runs.
es: Ritmo fácil se refiere a calentamientos, enfriamientos y recuperación.

source: Marathon
es: Maratón

source: Steady run or long repeats (e.g. 2 x 4 miles at marathon pace)
es: Carrera continua o series largas (p.ej. 2x6km a ritmo de marathon)

source: Steady, prolonged or tempo runs or intermittent runs, also called cruise intervals.
es: Carrera continua a ritmo umbral o series largas, p.ej.“Cruise intervals”.

source: Interval
es: Series cortas

source: Intervals: It takes about two minutes for you to gear up to functioning at VO2max so the ideal duration of an interval is 3-5 minutes each.
es: Se tardan dos minutos en alcanzar el VO2max, por tanto la duración ideal de cada serie corta será de 3-5 minutos.

source: Repetition
es: Repetición

source: Repetitions are fast, but not necessarily "hard," because work bouts are relatively short and are followed by relatively long recovery bouts.
es: Las repeticiones son más cortas que las series cortas, y vienen seguidas de una pausa larga hasta la recuperación completa.

source: in &#37;
es: en &#37;

source: value/day
es: valor/día

source: max. value
es: max. valor

source: Actual Training Load
es: Fatiga (ATL)

source: %s days
es: %s días

source: Training impulse over a short period
es: TRIMP en un período corto de tiempo

source: Chronical Training Load
es: Forma física (CTL)

source: Training impulse over a long period
es: TRIMP en un período largo de tiempo

source: Training Stress Balance
es: Balance de esfuerzo de entrenamiento

source: Current impulse<br>positive: recovery<br>negative: hard training
es: Frescura actual<br>positivo: recuperando<br>negativo: entrenando duro

source: ATL/CTL are based on the TRIMP-concept, which adresses an impulse value to every activity. ATL and CTL are averaged values over a given time range.
es: ATL/CTL se basan en el concepto de TRIMP, en el que cada entrenamiento supone un impulso. ATL y CTL se promedian a lo largo de un determinado período de tiempo.

source: see <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">The TRIMP-concept</a> (german, netzathleten.de)
es: Ver <a href="http://www.netzathleten.de/fitness/richtig-trainieren/item/1481-trainingstagebuch-sinnvoll-oder-nicht" title="Das TRIMP-Konzept">El modelo TRIMP</a> en netzathleten.de (en alemán)

source: see <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> and <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> on fellrnr.com
es: Ver <a href="http://fellrnr.com/wiki/TRIMP">TRIMP</a> y <a href="http://fellrnr.com/wiki/Modeling_Human_Performance#The_TSB_Formulas">Modeling Human Performance</a> en fellrnr.com

source: VDOT values of the last %s days
es: Valores VDOT de los últimos %s días

source: The VDOT value is the average, weighted by the time, of the VDOT of your activities in the last %s days.
es: El VDOT promedio se calcula como el valor médio de los valores VDOT de tus actividades en los últimos %s días.

source: Your current VDOT shape: <strong>%s</strong><br>&nbsp;
es: Tu VDOT prom. actual: <strong>%s</strong><br>&nbsp;

source: Jack Daniels uses VDOT as a fixed value and not based on the training progress.<br>We do instead predict the VDOT from all activities based on the heart rate. These formulas are derived from Jack Daniels' tables as well.
es: Jack Daniels usa el VDOT como un valor fijo, y no como una forma de evaluar el progreso de entrenamiento.<br>Nuestros cálculos a partir de la frecuencia cardíaca se deducen de sus tablas.

source: <strong>Current VDOT</strong> <small>(based on heart rate)</small>
es: <strong>VDOT actual</strong> <small>(basado enla frecuencia cardíaca)</small>

source: <strong>Target kilometer per week</strong> <small>(%s weeks)</small>
es: <strong>Objetivo de kilómetros semanales</strong> <small>(%s semanas)</small>

source: done by %s&#37;
es: Conseguido el %s&#37;

source: <strong>Marathon time</strong> <small>(optimal)</small>
es: <strong>Tiempo Maratón</strong> <small>(óptimo)</small>

source: <strong>Target long run</strong> <small>(%s weeks)</small>
es: <strong>Objetivo tirada larga</strong> <small>(%s semanas)</small>

source: Points
es: Puntos

source: * %s &quot;long&quot; jogs do not show up, because they have less than 0.2 points.
es: * %s &quot;long&quot; tiradas largas no se mostraron, porque aportaron menos de 0.2 puntos.

source: * In general, all runs with more than %s are being considered.
es: * En general, se consideran todas las carreras con más de%s.

source: Your basic endurance is based on your weekly kilometers and your long jogs.<br>The target is derived from the possible marathon time based on your current shape.
es: Tu resistencia básica se basa en los kilómetros semanales y las tiradas largas.<br>El objetivo se deduce de tu posible marca en maratón basada en tu forma actual.

source: The points for your long runs are weighted by time and quadratic in distance. That means, a long jog yesterday gives more points than a long jog two weeks ago and a 30k-jog gives more points than two 20k-jogs.
es: Los puntos de las tiradas largas dependen del tiempo y de la distancia al cuadrado. Una tirada larga ayer suma más puntos que una hace una semana. y una carrera de 30km suma más que dos de 20km.

source: The basic endurance is <strong>not</strong> from Jack Daniels.<br>It's our own attempt to adjust the prognosis for long distances based on your current endurance.
es: La resistencia básica <strong>no</strong> es de Jack Daniels.<br>Es nuestro intento de ajustar las predicciones en competiciones largas cuando no se han hecho suficientes kilómetros.

source: Training paces
es: Ritmos de entrenamiento

source: These paces are based on Jack Daniels' recommendation.
es: Estos ritmos se basan en las recomendaciones de Jack Daniels.

source: Explanation: How are these experimental values calculated?
es: Explicación: ¿cómo se calculan estos valores experimentales?

source: Last half year
es: Últimos 6 meses

source: Last year
es: Último año

source: Summary of your activities for each sport.
es: Resumen de tus actividades de cada deporte.

source: Old table view
es: Antigua vista de tabla

source: No data available since
es: Sin datos desde

source: %u-times
es: %u veces

source: Analyze your training (only running) by means of pace, heart rate and different types.
es: Analiza tus entrenamientos (de carrera) por medio del ritmo, la frecuencia cardíaca y los distintos tipos de entrenamiento.

source: Analyze types
es: Analiza los tipos de entrenamiento

source: Analyze pace zones
es: Analiza las zonas de ritmo

source: Analyze heart rate zones
es: Analiza las zonas de frecuencia cardíaca

source: Lowest heart rate zone
es: Zona de frecuencia cardíaca mas baja

source: [%HFmax]
es: [%FCmax]

source: Heart rate zone: Increment
es: Zona de frecuencia cardíaca: anchura

source: Lowest pace zone
es: Zona de ritmo mas baja

source: Highest pace zone
es: Zona de ritmo mas baja

source: Pace zone: Increment
es: Zona de ritmo: anchura

source: in percent
es: en porcentaje

source: The values consider only the average data fields of your activities.
es: Los valores consideran únicamente los valores medios de tus actividades.

source: There is no data for this sport.
es: No hay datos para este deporte.

source: Training types
es: Tipos de entrenamiento

source: faster than
es: más rápido que

source: up to
es: hasta

source: Pace Zones
es: Zonas de ritmo

source: Heart Rate Zones
es: Zonas de frecuencia cardíaca

source: Tables by Jack Daniels
es: Tablas de Jack Daniels

source: Tables for heart rate, paces and VDOT values by Jack Daniels.
es: Tablas de frecuencia cardíaca, ritmos y VDOT de Jack Daniels.

source: VDOT from ... to ...
es: VDOT de ... a ...

source: two values, comma seperated
es: dos valores, separados por coma

source: Pace table: 400m from ...s to ...s
es: Tabla de ritmos: 400m de ...s a ...s

source: VDOT values with equivalent race results
es: Valores de VDOT con los tiempos de carrera equivalentes

source: Predict results on different distances for a given VDOT.
es: Predice los resultados sobre diferentes distancias para un determinado VDOT.

source: VDOT values with equivalent paces
es: Valores de VDOT con ritmos equivalentes

source: Find your training paces in min/km for given VDOT values.
es: Encuentra tus ritmos de entrenamiento en min/km para unos determiandos valores VDOT.

source: General pace table
es: Tabla general de ritmos

source: This table shows times for different distances if you run them with the same pace.
es: Esta tabla muestra los tiempos para diferentes distancias si las corres al mismo ritmo.

source: This table is computed by some formulas, derived from the tables in Jack Daniels' Running formula.
es: Esta tabla está calculada por varias fórmulas, derivadas de las tablas del libro "Daniels' Running Formula".

source: These values do not fit the original table one hundred percent.
es: Estos valores no se ajustan a la tabla original al 100%.

source: This table does <strong>not</strong> use a correction based on your current basic endurance.
es: Esta tabla <strong>no</strong> usa un ajuste basado en tu actual resistencia básica.

source: These values do not fit the original table one hundred percent, especially for low VDOT values.
es: Estos valores no se ajustan a la tabla original al 100%, especialmente los valores VDOT bajos.

source: Records
es: Registros

source: Faster, longer, better: Your records from your activities.
es: Más rápido, más lejos, mejor: Los registros de tus actividades.

source: No data available
es: Sin datos disponibles

source: Most kilometers
es: La mayor parte de los kilómetros

source: per year
es: por año

source: per month
es: por mes

source: per week
es: por semana

source: Fastest activities
es: Actividades más rápidas

source: Longest activities
es: Actividades más largas
