Repository: KarolTx/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: es

source: Sort: activity types
es: ordenar: tipo de actividad

source: Sort: equipment
es: Ordenar: equipamiento

source: Calendar view
es: Vista de calendario

source: Calendar: mode
es: Modo de calendario

source: Default mode for the calendar
es: Vista por defecto del calendario

source: Calendar: show labels for dataset
es: Calendario: mostrar etiquetas para el grupo de datos

source: Calendar: show days with activities only
es: Calendario: mostrar sólo días con actividade

source: Calendar: create button
es: Calendario: mostrar botón "añadir actividad"

source: Add a link for every day to create a new activity.
es: mostrar botón "añadir actividad".

source: Estimation formula
es: Fórmula estimativa

source: Formula to estimate the vdot value. The old method is only listed for compatibility reasons.
es: Fórmula para estimar el valor VDOT. El antiguo método se lista sólo por razones de compatibilidad.

source: Time constant length for VDOT
es: días para VDOT prom

source: Time constant length for VDOT rolling average
es: Número de días para el cálculo de la media móvil del VDOT

source: Use correction factor
es: Usar factor de corrección para el VDOT

source: Use a correction factor based on your best race result. (recommended)
es: Se calcula un factor de corrección basado en tus mejores resultados de competición (recomendado)

source: Manual correction factor
es: Factor de corrección del VDOT manual

source: Manual correction factor (e.g. 0.9), if the automatic factor does not fit. Can be left empty.
es: Se puede añadir un factor de correción manual, para el caso en que no concuerde el VDOT calculado. Este campo puede estar vacío.

source: Value must be between %s and %s.
es: El valor debe estar comprendido entre %s y %s.

source: Use fixed VDOT value
es: Usar VDOT manual

source: Fixed VDOT value (e.g. 55), if the estimation does not fit. Can be left empty.
es: Si no has usado monitor de FC o el valor calculado no concuerda, puedes introducir un valor manual. Este campo se puede dejar vacío.

source: Adapt for elevation
es: VDOT: adaptar distancia a la altitud acumulada

source: The distance can be corrected by a formula from Peter Greif to adapt for elevation.
es: para corregir la distancia según la fórmula de Peter Greif de acuerdo a la altitud acumulada.

source: Correction per positive elevation
es: Corrección para altitud acumulada positiva

source: Add for each meter upwards X meter to the distance. (Only for the VDOT calculation)
es: Añadir X metros de distancia por cada metro ascendido (sólo para el cálculo de VDOT)

source: Correction per negative elevation
es: Corrección para altitud acumulada negativa

source: Add for each meter downwards X meter to the distance. (Only for the VDOT calculation)
es: Añadir X metros de distancia por cada metro descendido (sólo para el cálculo de VDOT)

source: VDOT shape
es: Formulario VDOT

source: Days for ATL
es: Días para ATL

source: Number of days for ATL time constant
es: Número de días para el cálculo de la ATL

source: Days for CTL
es: Días para CTL

source: Number of days for CTL time constant
es: Número de días para el cálculo de la CTL

source: Show ATL/CTL in percent of your maximum
es: Mostrar ATL/CTL como porcentaje de tu máximo

source: By default ATL/CTL are scaled based on your historical maximum. This can lead to wrong assumptions if you were overtrained. Deactivate this option in that case.
es: Por defecto se aplica una escala a ATL/CTL basada en tu máximo. Esto puede dar una falsa impresión , si cuando alcanzaste el máximo estabas sobreentrenado. En ese caso, desactiva esta opción.

source: Show TSB in percent of ATL/CTL
es: Mostrar TSB como porcentaje de ATL/CTL

source: The scale of TSB values depends on your ATL/CTL. You can display TSB as percentage of your current ATL/CTL to keep consistency.
es: La escala de TSL depende de ATL/CTL. para obtener valores comparable, puedes mostrar TSB como porcentaje.

source: Maximal CTL
es: CTL máximo

source: Maximal ATL
es: ATL máximo

source: Database cleanup
es: Limbiar base de datos

source: You can now use the %s to recalculate the concerning values.
es: Puedes usar la herramienta %s para recalcular los valores correspondientes.

source: sports configuration
es: Configuración de deporte

source: You may want to adjust pace units in %s. They are not changed automatically.
es: Puedes ajustar las unidades de ritmo en %s. No se ajustan automáticamente.

source: %s has been recalculated. New value: <strong>%s</strong> (old value: %s)
es: Se ha recalculado %s. Nuevo valor: <strong>%s</strong> (Anterior: %s)

source: Add this code to your blog/website.
es: Añade este código HTML a tu Blog/página web.

source: Preview
es: Vista previa

source: Your training is private: There is no link included.
es: Tu actividad es privada: no se añadirá un enlace.

source: Runalyze runs on a local server. Only people in your local network will be able to see the training.
es: Runalyze se está ejecutando en un servidor local. Sólo tendrá acceso a la actividad gente en tu misma red local.

source: Width
es: Anchura

source: Height
es: Altura

source: Change size
es: Cambiar tamaño

source: I did sport:
es: He practicado deporte:

source: in
es: en

source: Runalyze is running on a local server.
es: Runalyze se está ejecutando en un servidor local.

source: Linking your activity in a social network does not make sense - nobody will be able to see your activity.
es: No tiene sentido compartir tus actividades - nadie podrá verlas.

source: Performance condition
es: Condición de rendimiento

source: Easy
es: Fácil

source: Maintaining workout
es: entrenamiento de mantenimiento

source: Improving Fitness
es: Mejora de la forma física

source: Highly Improving
es: Gran mejora de la forma física

source: Overreaching
es: entrenamiento excesivo

source: Helps recovery (short activities). Improves endurance with longer activities (more than 40 minutes).
es: Ayuda a la recuperación (actividades cortas). Mejora la resistencia con actividades más largas (más de 40 minutos).

source: Maintains your aerobic fitness.
es: Mantiene tu forma física.

source: Improves your aerobic fitness if repeated as part of your weekly training program.
es: Mejora tu forma física si se repite semanalmente en tu programa de entremaniento.

source: Highly improves your aerobic fitness if repeated 1-2 times per week with adequate recovery time.
es: Mejora altamente tu forma física si se repite 1-2 veces a la semana con un tiempo de recuperación adecuado.

source: Causes temporary overload with high improvement. Train up to this number with extreme care. Requires additional recovery days.
es: Causa una sobrecarga temporal, con mayor mejoría. Entrena en este rango con cuidado: Requiere mayor número de días de recuperación.

source: Groundcontact balance
es: Balance del tiempo de contacto con el suelo

source: Lap
es: Vuelta

source: Diff.
es: Dif.

source: elevation
es: elevación

source: Average
es: Media

source: Show inactive splits
es: Mostrar parciales inactivos

source: Calculate laps
es: Calcular vueltas

source: Lap every ...
es: Vuelta cada...

source: Distance, after which a new lap should start
es: Distancia tras la cual debe comenzar una nueva vuelta

source: or
es: o

source: Time, after which a new lap should start
es: Tiempo tras el cual comienza nueva vuelta

source: Manual distances
es: Distancia manual

source: List with all distances, comma seperated. Put "+" at the beginning to treat distances as intervals.
es: Lista con todas las distancias, separadas por coma. Coloque "+" al comienzo para tratar las distancias como intervalos.

source: e.g.
es: p.e.

source: Manual times
es: Tiempo manual

source: List with all times, comma seperated. Put "+" at the beginning to treat times as intervals.
es: Lista con todos los tiempos, separados por comas. Añade un "+" al comienzo para tratar los tiempos como intervalos.

source: Lap time goal
es: Objetivo de tiempo por vuelta

source: Pace goal
es: Ritmo objetivo

source: Calculate values for handmade splits although total distance does not match.
es: Calcular valores para parciales hechos a mano aunque luego la distancia total no coincida.

source: The total distance of your handmade laps differs from the gps distance.
es: La distancia total para las vueltas manuales difiere de la distancia del gps.

source: Leave lap distances empty to use your handmade laps.
es: Dejar la distancia de las vueltas vacía para usar sus vueltas manuales.

source: Show calculated laps
es: Mostrar vueltas calculadas

source: Show manual laps
es: Mostrar vueltas manuales

source: diff
es: diferencia

source: Goal
es: Objetivo

source: Average (active)
es: Media (activo)

source: Average (total)
es: Media (total)

source: 1st/2nd Half
es: 1ª/2ª mitad

source: of %u overall
es: de un total de %u

source: of %u in your age group
es: de %u en tu grupo de edad

source: of %u men/women
es: de %u hombres/mujeres

source: (first %u%%)
es: (primer %u%%)

source: Number of steps
es: Número de pasos

source: Total cadence
es: Cadencia total

source: Elevation up/down
es: Subida/bajada

source: Speed
es: Velocidad

source: HRV score
es: Valor HRV

source: avg:
es: prom:

source: No plot available.
es: No disponibles gráficos.

source: There are no manual laps.
es: No hay vueltas manuales.

source: No GPS-data available. Can\'t compute laps.
es: Sin datos de GPS. No se pueden calcular las vueltas.

source: Original data
es: Datos originales

source: Moving average
es: Media móvil

source: Difference
es: Diferencia

source: Heartrate data available
es: Datos de pulso disponibles

source: Lap data available
es: Datos de vueltas disponibles

source: Route data available
es: Datos de ruta disponibles

source: unknown
es: desconocido

source: <strong>%s. %s</strong> in %s
es: <strong>%s.%s</strong> en %s

source: <strong>Time:</strong> %s
es: <strong>Hora:</strong> %s

source: <strong>Pause</strong> of %s
es: <strong>Pausa</strong> de %s

source: <strong>Distance:</strong> %s
es: <strong>Distancia:</strong> %s

source: <strong>Heart rate:</strong>
es: <strong>Frecuencia cardíaca:</strong> %s

source: %s to %s
es: de %s a %s

source: Wind
es: Viento

source: Fatal error
es: Error fatal

source: every data point
es: todos los puntos

source: every second data point
es: cada segundo punto

source: every fifth data point (recommended)
es: cada cinco puntos (recomendado)

source: every tenth data point
es: cada diez puntos

source: every twentieth data point
es: cada veinte puntos

source: Metric units
es: sistema métrico

source: Imperial units
es: sistema imperial

source: linear
es: lineal

source: reversed linear
es: lineal invertido

source: as speed
es: como velocidad

source: absolute value
es: valor absoluto

source: &#37; HRmax
es: &#37; FCmax

source: &#37; HRreserve
es: &#37; FCreserva

source: automatic
es: automático

source: kilograms
es: kilogramos

source: pounds
es: libras

source: never
es: nunca

source: only for race results
es: sólo para competiciones

source: always
es: siempre

source: at too big distance (15s)
es: en una distancia demasiado grande (15s)

source: at too big distance (30s)
es: en una distancia demasiado grande (30s)

source: at too big distance (60s)
es: en una distancia demasiado grande (60s)

source: at too big distance (120s)
es: en una distancia demasiado grande (120s)

source: at too big distance (240s)
es: en una distancia demasiado grande (240s)

source: at too big distance (300s)
es: en una distancia demasiado grande (300s)

source: at too big distance (600s)
es: en una distancia demasiado grande (600s)

source: Monday
es: Lunes

source: Sunday
es: Domingo

source: no smoothing
es: sin suavizar

source: Threshold method
es: Método de umbral

source: Douglas-Peucker-Algorithm
es: Algoritmo de Douglas-Peucker

source: id (oldest first)
es: id (primero el más antiguo)

source: id (latest first)
es: id (primero el último)

source: alphabetical
es: alfabéticamente

source: logarithmic (new method since v1.5)
es: logarítmico (nuevo método desde v1.5)

source: linear (old method up to v1.4)
es: lineal (antiguo método, hasta v1.4)

source: please choose
es: por favor elija

source: male
es: hombre

source: female
es: mujer

source: every 50m a data point
es: un punto cada 50m

source: every 100m a data point
es: un punto cada 100m

source: every 200m a data point
es: un punto cada 200m

source: every 500m a data point
es: un punto cada 500m

source: max. 50 data points
es: máximo 50 puntos

source: max. 100 data points
es: máximo 100 puntos

source: max. 200 data points (recommended)
es: máximo 200 puntos (recomendado)

source: max. 300 data points
es: máximo 300 puntos

source: max. 400 data points
es: máximo 400 puntos

source: max. 500 data points
es: máximo 500 puntos

source: max. 750 data points
es: máximo 750 puntos

source: max. 1000 data points
es: máximo 1000 puntos

source: Upload form
es: Subir formulario

source: Standard form
es: Formulario standard

source: all separated
es: todos separados

source: Pace / Heart rate
es: Ritmo / Pulso

source: Pace / Heart rate / Elevation
es: Ritmo /Pulso / Elevación

source: Week view
es: Vista semanal

source: Month view
es: Vista mensual

source: No exertion at all
es: Sin esfuerzo en absoluto

source: Extremely light
es: extremadamente ligero

source: Very light
es: Muy ligero

source: Light
es: ligero

source: Somewhat hard
es: algo duro

source: Hard
es: duro

source: Very Hard
es: muy duro

source: Extremely hard
es: extremadamente duro

source: Maximal exertion
es: esfuerzo máximo

source: SW
es: SO

source: W
es: O

source: NW
es: NO

source: internal database
es: base de datos interna

source: Calm
es: Calma

source: Light air
es: aire ligera

source: Light breeze
es: brisa ligera

source: Gentle breeze
es: brisa débil

source: Moderate breeze
es: brisa moderada

source: Fresh breeze
es: brisa fresca

source: Strong breeze
es: brisa fuerte

source: High wind
es: Ventoso

source: Fresh gale
es: tormentoso

source: Strong gale
es: tormenta

source: Whole gale
es: tormenta débil

source: Violent storm
es: tormenta violenta

source: Hurricane force
es: huracán

source: Beautfort scale
es: Escala de Beaufort

source: Wind Degree
es: Dirección del viento

source: sunny
es: soleado

source: fair
es: despejado

source: cloudy
es: nuboso

source: changeable
es: cambiante

source: rainy
es: lluvioso

source: snowing
es: nevando

source: heavy rain
es: Lluvia densa

source: foggy
es: niebla

source: thundery
es: truenos

source: Wind chill factor
es: Temperatura percibida

source: Freestyle
es: Estilo libre

source: Backstroke
es: Espalda

source: Breaststroke
es: Braza

source: Butterfly
es: Mariposa

source: Drill
es: Repeticiones

source: Mixed
es: Mixto

source: Back
es: Espalda

source: Breast
es: Braza

source: at
es: en

source: rpm = rotations per minute
es: rpm = vueltas por minuto

source: Cadence (running)
es: Cadencia (carrera)

source: spm = steps per minute
es: spm = pasos por minuto

source: Rating of Perceived Exertion or Borg scale, a scale devised to show perceived exertion during exercise
es: Ïndice de esfuerzo percibido o escala de Borg, que mide en una escala subjetiva el esfuerzo durante la actividad

source: (by file)
es: (según archivo)

source: (file)
es: (Archivo)

source: Garmin's newer devices have an integrated VO2max estimation.
es: Los dispositivos Garmin más recientes incluyen una estimación del VO2max.

source: This value refers to your estimated VO2max at the start of the activity.
es: Este valor se refiere a tu VO2max estimado al inicio de la actividad.

source: Complete equipment
es: Equipamiento completo

source: Your complete equipment is shown as icon with tooltip.
es: Tu equipamiento completo se mostrará como icono con un Tooltip.

source: Route names are automatically cut after %u characters.
es: Los nombres de rutas se truncarán automáticamente a %u caracteres.

source: You can decide for each activity whether it is visible for everybody or not. If it is public a linked icon is shown.
es: Puedes decidir para cada actividad si es visible para todo el mundo o no. Si es pública, se mostrará un icono de enlace.

source: Recovery time
es: Tiempo de recuperación

source: Garmin calculates a suggested recovery time based on your heart rate variablitity right after the end of your activity.
es: Garmin estima el tiempo de recuperación basandose en la variablidad de la frecuencia cardíaca al acabar la actividad.

source: Windchill
es: Sensación térmica

source: Windchill is the perceived air temperature felt by the body on exposed skin due to the flow of air.
es: Describe la temperatura percibida por el cuerpo debida al flujo de aire sobre la piel expuesta.

source: Sport type
es: Tipo de deporte

source: The sports icon is shown.
es: El icono del deporte se mostrará.

source: VDOT icon
es: Icono VDOT

source: Each VDOT value of an activity is marked with an arrow to show if the value is (much) higher than your current shape, equal to it or (much) lower:
es: El valor del VDOT de cada actividad se muestra con una flecha, que indica si el valor es (mucho) más alto que tu forma actual, igual, o (mucho) menor:

source: Comment
es: Comentarios

source: Comments are automatically cut after %u characters.
es: Los comentarios se truncarán automáticamente despues de %u caracteres.

source: Vertical oscillation is your vertical motion of your torso measured in centimeters
es: La oscilación vertical es el movimiento vertical de tu torso, medido en centímetros

source: Training partner are automatically cut after %u characters.
es: Los compañeros de entrenamiento se truncarán automáticamente después de %u caracteres.

source: Calories are taken from your device or calculated by a simple formula.
es: Las calorías se obtienen bien del dispositivo, o bien a través de aplicar una fórmula.

source: Setting
es: Ajuste

source: Edit
es: Editar

source: Garmin calculates some HRV score within the first 12 minutes of every activity. The value - probably the recovery time in minutes - is display as a colored marker, green for low values and red for high values. Garmin shows this value as recovery status.
es: Garmin calcula un valor HRV dentro de los primeros 12 minutos de cada actividad. El valor - probablemente el tiempo de recuperación en minutos- se muestra como una marca de un color determinado, verde para valores bajos y rojo para altos. Garmin muestra este valor como estado de la recuperación.

source: Vertical ratio is the ratio of vertical oscillation to stride length.
es: El ratio vertical es el cociente dentre la oscilación vertical y la longitud de zancada.

source: JD intensity
es: Intensidad JD

source: Intensity points based on Jack Daniels' Running formula.
es: Puntos de intensidad basados en el libro Jack Daniels' Running formula.

source: Splits
es: Parciales

source: Splits are shown as clock icon with all lap times as tooltip. They are shown only if there are handmade laps, i.e. there are active and inactive laps, or if it was a race.
es: Cuando existen parciales se muestra un reloj. La duración de los parciales se muestra al posar el puntero del ratón sobre el reloj. Solo se muestran si existen tanto parciales activos como de reposo.

source: Training Effect is an indicator between 1.0 (easy) and 5.0 (overreaching) to rate the impact of aerobic exercise on your body.
es: Training effect (o efecto de entrenamiento) es un indicador entre 1.0 (fácil) y 5.0 (sobrecarga) que evalúa el impacto de la actividad aeróbica sobre tu cuerpo.

source: Elev.
es: Alt.

source: Calculated value for total elevation, i.e. maximum of total ascent or descent.
es: Calculo de la altitud acumulada, es decir, el ascenso o descenso total.

source: Grad.
es: Pend.

source: The gradient describes the ratio of elevation gain (or less) and distance. Dividing total elevation by total distance gives this value.
es: La pendiente describe el cociente entre la ganancia (o pérdida) e altitud y la distancia.

source: Main Equipment
es: Equipamiento principal

source: You can choose a main equipment type for each sport in your sport configuration. Equipment objects of this type will be shown with their names.
es: Puedes elegir en la configuración de deporte para cada uno un equipamiento principal. El nombre del equipamiento se mostrará.

source: VDOT value
es: Valor VDOT

source: Estimated VDOT based on pace and heart rate. The value is slightly transparent if it is not used for your VDOT shape.
es: Valor estimado de VDOT basado en el ritmo y la frecuencia cardíaca. El valor aparecerá traslúcido s no se usó para el cálculo del VDOT promedio.

source: Ground contact time balance measures your running symmetry.
es: el balance del tiempo de contacto con el suelo mide tu simetría al correr.

source: Daytime
es: Hora del día

source: Exact daytime of the activity. (the date itself is always shown)
es: Hora exacta de la actividad (la fecha se mostrará siempre)

source: Performance Condition
es: Condición de rendimiento

source: The performance condition is an assessment, detected by some Garmin devices, of your ability to perform compared to your average fitness level.
es: La Performance condition (o condición de rendimiento) es un valor calculado por algunos dispositivos Garmin, que indica el rendimiento actual comparado con la forma física promedio.

source: Groundcontact
es: Tiempo de contacto con el suelo

source: Trimp values are colored based on their value, slightly transparent for low values and dark red for high values.
es: El color de los valores TRIMP indica su valor, ligeramente transparente para los bajos y rojo oscuro para los altos.

source: The activity type is shown with its abbreviation. It is bold if the type is marked as quality session.
es: El tipo de actividad se muestra como una abreviatura. En negrita aparecen las marcadas como sesiones de calidad.

source: Air pressure
es: Presión atmosférica

source: Elapsed time is the difference between end and start of your activity including pauses.
es: La duración total es la diferencia entre el fin y el inicio de tu actividad, incluyendo las pausas.

source: Sun
es: Dom

source: Mon
es: Lun

source: Tue
es: Mar

source: Tuesday
es: Martes

source: Wed
es: Miérc

source: Wednesday
es: Miércoles

source: Thu
es: Jue

source: Thursday
es: Jueves

source: Fri
es: Vier

source: Friday
es: Viernes

source: Sat
es: Sáb

source: Saturday
es: Sábado

source: Jan
es: Ene

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: Apr
es: Abr

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: Aug
es: Ago

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: Dec
es: Dic

source: December
es: Diciembre

source: Debug console
es: Consola de depuración

source: run diary
es: Diario de carrera

source: Help and Support
es: Ayuda y soporte

source: Configuration
es: Configuración

source: Database
es: Base de datos

source: Ready
es: Preparado

source: Runalyze is already installed.
es: Runalyze ya está instalado.

source: You cannot reinstall Runalyze. If something does not work, please do not hesitate to contact us.
es: No puede reinstalar Runalyze. Si algo no funciona, por favor no dude contactar con nosotros.

source: Start Runalyze
es: Iniciar Runalyze

source: If you want to reinstall Runalyze please delete the <em>data/config.php</em>-file in your main directory of this installation.
es: Para reinstalar runalyze, borra el archivo <em>data/config.php</em> del directorio principal de esta instalación.

source: Welcome!
es: ¡Bienvenido!

source: Let us first check if your server fulfills the requirements.
es: Déjenos comprobar primero si su servidor cumple los requisitos.
