Repository: KarolTx/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: es

source: PHP %s is required, but PHP %s is running. Please update your PHP version.
es: Se requiere PHP %s, pero se está ejecutando PHP %s. Por favor, actualice su versión de PHP.

source: Currently PHP %s is running.
es: Actualmente se está ejecutando PHP %s.

source: Importing large files (e.g. a SportTracks logbook) may take some time. Please have a look at your server limitations:
es: Importar archivos grandes (ej.: un registro de SportTracks) puede llevar algún tiempo. Por favor comprueba las limitaciones de tu servidor:

source: Time limit
es: Límite de tiempo

source: Memory limit
es: Límite de memoria

source: Upload limit
es: Límite de subidas

source: Start installation
es: Comenzar instalación

source: Settings for Runalyze
es: Configuraciones para Runalyze

source: Runalyze does need a MySQL database.
es: Runalyze necesita una base de datos MySQL.

source: The connection settings are incorrect. We are not able to connect to the database.
es: Los ajustes de la conexión son incorrectos. No se puede conectar a la base de datos.

source: A connection could be established.
es: Se estableció una conexión.

source: Currently MySQL %s is running.
es: Actualmente se está ejecutando MySQL %s.

source: MySQL %s is required, but MySQL %s is running. Please update your MySQL version.
es: Se necesita MySQL %s, pero se está ejecutando MySQL %s. Por favor actualice su versión MySQL.

source: Host server
es: Nombre del host de la base de datos

source: User
es: Usuario

source: Password
es: Clave

source: You can use a specific database prefix if you want to run multiple installations of Runalyze.
es: Puede usar un prefijo para la base de datos si quiere ejecutar varias instalaciones de Runalyze.

source: This prefix is already being used.
es: El prefijo ya se está usando.

source: This prefix is free.
es: El prefijo está libre.

source: Prefix
es: Prefijo

source: You can activate a debug toolbar to see specific information if problems occur.
es: Pude activar una barra de depuración para ver información específica, si hay algún problema.

source: Debug mode
es: Modo de depuración

source: Garmin API key
es: Clave del API de Garmin

source: not necessary for localhost
es: no es necesario para el servidor local

source: necessary for
es: necesario para

source: see
es: ver

source: Sender e-mail
es: Email remitente

source: A Garmin API key is necessary for using Garmin Communicator (enables direct imports from any Garmin Forerunner).
es: Se necesita una clave del API de Garmin para usar el Garmin Communicator (permite la importación directa desde cualquier Garmin Forerunner).

source: The configuration file cannot be written.
es: El fichero de configuraciones no se puede escribir.

source: Please copy <strong>%s</strong> to the directory <strong>%s</strong> and insert your data.
es: Por favor copie <strong>%s</strong> al directorio <strong>%s</strong> y coloque sus datos.

source: You have to change the following variables:
es: Tiene que cambiar las siguientes variables:

source: Please save the following code as <strong>%s</strong>:
es: Por favor guarde el siguiente código como <strong>%s</strong>:

source: Written! Continue ...
es: ¡Grabado! Continuar...

source: Write configuration file
es: Escribir fichero de configuración

source: Check settings
es: Comprobar ajustes

source: The configuration file has been written.
es: El fichero de configuraciones se ha grabado.

source: Next step: setup database
es: Próximo paso: configurar la base de datos

source: There are some problems with filling the database. Please insert the above SQL-statements by hand (e.g. via PhpMyAdmin).
es: Hay algunos problemas rellenando la base de datos. Por favor inserte la siguiente cadena de SQL manualmente (ej.: a través de PhpMyAdmin).

source: Setup database
es: Configurar base de datos

source: Ready! Congratulations!
es: ¡Listo! ¡Felicidades!

source: Runalyze has been successfully installed. Have fun while using it!
es: Runalyze se ha instalado correctamente. ¡Diviértase mientras lo usa!

source: The directory <strong>%s</strong> is not writable.
es: El directorio <strong>%s</strong> no se puede escribir.

source: Please activate JavaScript, Runalyze will not work without.
es: Por favor active JavaScript; Runalyze no funcionará sin él.

source: Public training view of <strong>%s</strong>
es: Vista del entrenamiento público de <strong>%s</strong>

source: Public training view
es: Vista del entrenamiento público

source: The username is not known.
es: El usuario no existe.

source: The password was incorrect.
es: La clave es incorrecta.

source: The account has not been activated.<br>Have a look into your email inbox.
es: La cuenta no ha sido activada.<br>Comprueba el buzón de entrada de tu correo.

source: Login
es: Inicio de sesión

source: Username
es: Nombre de usuario

source: Remember me
es: Recordarme

source: Runalyze is under maintenance at the moment. No login possible.
es: Runalyze se encuentra en labores de mantenimiento. No es posible acceder.

source: Create a new account
es: Crear nueva cuenta

source: Registrations are currently disabled.
es: Los registros están actualmente deshabilitados.

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: Password again
es: Clave de nuevo

source: You can login now. Enjoy Runalyze!
es: Ahora puede iniciar la sesión. ¡Disfrute de Runalyze!

source: Thanks for your registration. You should receive an email within the next minutes with further instructions for activating your account.
es: Gracias por registrarte. Deberías recibir un correo electrónico en los próximos minutos con instrucciones para la activación de tu cuenta.

source: Register
es: Registrarse

source: Forgot your password?
es: ¿Olvidó la clave?

source: A link for changing your password will be sent via email.
es: Un enlace para cambiar su clave se enviará por correo electrónico.

source: Send link
es: Enlace enviado

source: Until now <strong>%d</strong> athlete is registered and
es: Hasta ahora <strong>%d</strong> atletas se han registrado y

source: has logged <strong>%s</strong>.
es: llevamos contabilizado <strong>%s</strong>.

source: Administration
es: Administración

source: Account
es: Cuenta

source: Update RUNALYZE
es: Actualizar RUNALYZE

source: After downloading the latest version of RUNALYZE you need to update your database, as we improve our database structure and add new features with every update. If you have skipped a version, you need to apply the respective updates in the correct order.
es: Cuando hayas descargado la versión de RUNALYZE más reciente, debes actualizar la base de datos. Si te has saltado alguna versión, tienes que instalar las actualizaciones correspondientes en el orden correcto.

source: Detailed upgrade instructions: %s
es: Instrucciones detalladas de actualización: %s

source: We urgently recommend a backup of your existing database prior to any update of RUNALYZE.
es: Recomendamos encarecidamente hacer una copia de seguridad de tu base de datos actual antes de realizar cualquier actualización.

source: Trying to clear your cache failed.
es: Falló la limpieza de la cache de RUNALYZE.

source: Single-user installations are not supported anymore. Please register a new account by following %s.
es: Las instalaciones single-user han sido descatalogadas. Por favor, crea una nueva cuenta aquí %s.

source: these instructions
es: Estas instrucciones

source: ----- please choose
es: ----- por favor elija

source: Update to %s (from %s, %s)
es: Actualizar a %s (desde %s, %s)

source: Your database has been updated successfully.
es: Tu base de datos se actualizó correctamente.

source: Start RUNALYZE
es: Comenzar RUNALYZE

source: Logout
es: Salir

source: Tools
es: Herramientas

source: Help
es: Ayuda

source: Choose a date ...
es: Elija una fecha...

source: Su
es: D

source: Mo
es: L

source: Tu
es: M

source: We
es: X

source: Th
es: J

source: Fr
es: V

source: Sa
es: S

source: You can select any time range by selecting two dates.
es: Puede seleccionar cualquier rango temporal entre dos fechas.

source: Show selection
es: Mostrar selección

source: There are no activities for this time range.
es: No hay datos para este período.

source: Activate account
es: Activar cuenta

source: Your account has been activated.
es: Su cuenta ha sido activada.

source: You can now use Runalyze.
es: Ahora puede usar Runalyze.

source: The activation did not work.
es: La activación no funcionó.

source: Probably the link was wrong.
es: Probablemente el enlace fuere incorrecto.

source: Set new password
es: Cambiar clave

source: New password
es: Nueva clave

source: New password again
es: Nueva clave de nuevo

source: The link is not valid anymore.
es: El enlace ya no es válido.

source: Change password
es: cambiar clave

source: Statistics
es: Estadísticas

source: Runalyze analyzes your complete training, calculates your shape, computes prognoses and visualizes your training in plots - more detailed than any other sports diary.
es: Runalyze analiza tu entrenamiento al completo, calcula tu estado de forma, realiza predicciones y muestra tus entrenamientos en gráficos - más detallados que cualquier otro diario de entrenamiento.

source: Runalyze is completely configurable. You can decide by yourself which information of your training you want to record and which statistics are being displayed on which place.
es: Runalyze es completamente configurable. Puedes decidir qué información de tus actividades grabar, qué estadísticas mostrar y dónde mostrarlas.

source: By runners for runners
es: Por corredores para corredores

source: Runalyze is created by runners for runners. Whenever you have comments, problems or wishes: Please contact our Runalyze team. It's near and dear to us
es: Runalyze ha sido creado por corredores para corredores. Siempre que tengas comentarios, problemas o sugerencias: Ponte en contacto con nosotros, nos importa

source: Runalyze is completely configurable and more detailed than any other tool for analyzing your activities.
es: Runalyze es completamente configurable y más detallado que cualquier otra herramienta para analizar tus actividades.

source: Please look at our official website %s to get an overview of our features.
es: Por favor busque en nuestra web %s para ver un resumen de nuestras características.

source: If you want to stay up to date on changes and receive tips from time to time, visit our blog at %s.
es: Si quiere permanecer al día de los cambios y recibir consejos de vez en cuando, visite nuestro blog en %s.

source: Runalyze is an open-source project. We are working on it as much as we can in our free time.
es: Runalyze es un proyecto de código abierto. Trabajamos en ello tanto como podemos en nuestro tiempo libre.

source: Official developers:
es: Desarroladores oficiales:

source: The main advantage of Runalyze is the ability to adapt everything to your personal needs and wishes.
es: La principal ventaja de Runalyze es la capacidad de adaptar todo a sus necesidades personales e ideas.

source: Have a look at the configuration window to see what we're talking about.
es: Eche un vistazo a la ventana de configuración para ver a qué nos referimos.

source: You can define your own sports or activity types and choose your own way of presentation and configure some parameters of our experimental calculations.
es: Puede definir su propio deporte o actividad, elegir su propia forma de representación y configurar algunos parámetros de nuestros cálculos experimentales.

source: Support
es: Soporte

source: Please let us know if you have wishes or have encountered bugs.
es: Por favor háganos saber si tiene ideas o ha encontrado errores.

source: We give our best to make Runalyze as good as possible for you. - Therefore we would be interested in your suggestions for improvement.
es: Queremos hacer Runalyze tan bueno como sea posible. Haznos llegar tus deseos y sugerencias.

source: In general most questions, problems and ideas are more appropriate to ask in the forum.
es: El foro es el lugar más apropiado para la mayoría de las preguntas, problemas e ideas.

source: Forum
es: Foro

source: Documentation
es: Documentación

source: In a case of urgency you can contact us via email:
es: En caso de emergencia puedes contactarnos por correo electrónico:

source: Browser Support
es: Soporte del explorador

source: Runalyze is a modern application and therefore we want to use the most modern web techniques. We will not try to support any outdated browser versions.
es: Runalyze es una moderna aplicación y por eso queremos usar las más modernas técnicas web. No daremos soporte a versiones de navegador obsoletas.

source: e.g. jQuery 2.x does not support IE8 (or less)
es: ej.: jQuery 2.x no admite IE8 (o inferior)

source: Credits
es: Créditos

source: Delete account
es: Borrar cuenta

source: Do you really want to delete your account?
es: ¿Seguro que quiere borrar su cuenta?

source: Your account has been deleted.
es: Su cuenta ha sido borrada.

source: You cannot use Runalyze anymore.
es: Ya no puede usar Runalyze.

source: The deletion did not work.
es: El borrado no funcionó.

source: Main page
es: Página principal

source: week
es: Semana

source: back
es: Volver

source: today
es: hoy

source: Reload current datasheet
es: Volver a cargar la hoja actual

source: Calendar
es: Calendario

source: Activity per month
es: Comparar actividades por mes

source: Activity per week
es: Comparar actividades por semana

source: Search for an activity
es: Buscar una actividad

source: Activity data of %s
es: Datos de la actividad %s

source: Total distance:
es: Distancia total:

source: Number of activities:
es: Número de actividades:

source: Total duration:
es: Duración total:

source: First activity:
es: Primera actividad:

source: General statistics
es: Estadísticas generales

source: Year on year
es: Año en año

source: Running
es: Carrera a pie

source: Problem
es: Problema

source: Invalid request
es: Solicitud no válida

source: We are sorry, your request is not valid.
es: Lo lamentamos, su solicitud no es válida.

source: Private activity
es: Actividad privada

source: This activity is private. The user does not allow you to see it.
es: Esta actividad es privada. El usuario no te permite verla.

source: By type
es: Por tipo de entrenamiento

source: Distance/Duration
es: Distancia/Duración

source: All sports
es: Todos los deportes

source: Last 6 months
es: Últimos 6 meses

source: Last 12 months
es: Últimos 12 meses

source: last 6 months
es: Últimos 6 meses

source: last 12 months
es: Últimos 12 meses

source: There are no data for this timerange.
es: No hay datos para este período.

source: without
es: sin

source: Training
es: Entrenamiento

source: goal:
es: Objetivo:

source: Goal and average are based on current basic endurance calculations.
es: El objetivo y el promedio se basan en tu resistencia básica actual.

source: Monthly chart:
es: Gráfico mensual:

source: Weekly chart:
es: Gráfico semanal:

source: Public list
es: Lista pública de actividades

source: Shoes
es: Zapatillas

source: Clothes
es: Equipación

source: Swimming
es: Natación

source: Biking
es: Ciclismo

source: Gymnastics
es: Gimnasia

source: Other
es: Otros

source: Jogging
es: carrera continua

source: JOG
es: CC

source: Interval training
es: Series

source: IT
es: SE

source: Tempo Run
es: Entrenamiento Tempo

source: TR
es: ET

source: Race
es: Competición

source: RC
es: CM

source: Regeneration Run
es: Entrenamiento de recuperación

source: RG
es: ER

source: Long Slow Distance
es: Tirada larga

source: LSD
es: TL

source: Warm-up
es: Calentamiento/Enfriamiento

source: WU
es: CE

source: The directory <strong>%s</strong> is not writable. <em>(chmod = %s)</em>
es: La carpeta <strong>%s</strong> está protegida contra escritura. <em>chmod=%s</em>

source: The username has to contain at least %s signs.
es: El nombre de usuario tiene que contener al menos %s caracteres.

source: The username has to contain at most %s signs.
es: El nombre de usuario no puede contener más de %s caracteres.

source: The username has to contain only the following characters: %s
es: El nombre de usuario sólo puede contener los siguientes caracteres: %s

source: This username is already being used.
es: Este nombre de usuario ya existe.

source: This email address is already being used.
es: Esta dirección de correo electrónico ya existe.

source: This email address is not allowed
es: Dirección de correo electrónico no permitida

source: Please enter a valid email address.
es: Por favor introduce una dirección válida.

source: The passwords have to be the same.
es: Las contraseñas deben ser iguales.

source: The password has to contain at least %s characters.
es: La contraseña debe tener al menos %s caracteres.

source: Something went wrong. Please contact the administrator.
es: Algo salió mal. Por favor contacta al administrador.

source: Reset your RUNALYZE password
es: Resetear tu contraseña de RUNALYZE

source: Did you forget your password %s?
es: ¿se te olvidó la contraseña, %s?

source: You can change your password within the next 24 hours with the following link
es: puedes cambiar tu contraseña dentro de las próximas 24 horas usando este enlace

source: The link has been sent and will be valid for 24 hours.
es: El enlace se ha enviado y será válido durante 24 horas.

source: Unable to send link. Please contact the administrator.
es: No se pudo enviar el enlace. Por favor contacta al administrador.

source: Your local server has no smtp-server. Please contact the administrator.
es: Tu servidor local no tiene un servidor SMTP. Contacta al administrador.

source: The username is unknown.
es: Nombre de usuario desconocido.

source: The password has to contain at least %s signs.
es: La contraseña debe contener al menos %s caracteres.

source: Something went wrong.
es: Algo salió mal.

source: Welcome to RUNALYZE
es: Bienvenido a RUNALYZE

source: Thanks for your registration
es: Gracias por registrarte

source: Activate your RUNALYZE Account
es: Activar ru cuenta de RUNALYZE

source: You can activate your account (username = %s) with the following link
es: Puedes activar tu cuenta (nombre de usuario = %s) usando este enlace

source: Sending the mail did not work. Please contact the administrator.
es: No se pudo enviar el email. Por favor acude al administrador.

source: Your local server has no smtp-server. Your account has been directly activated.
es: El servidor local no tiene un servidor SMTP. La cuenta se activó inmediatamente.

source: Your local server has no smtp-server. You have to contact the administrator.
es: Tu servidor local no tiene un servidor SMTP. Por favor contacta al administrador.

source: Deletion request of your RUNALYZE account
es: Petición de borrado de tu cuenta RUNALYZE

source: Do you really want to delete your account
es: ¿De verdad deseas borrar tu cuenta

source: Complete the process by accessing the following link:
es: El proceso finailzará al hacer click en el siguiente enlace:

source: Sending the link did not work. Please contact the administrator.
es: No se pudo enviar el enlace. Por favor contacta al administrador.

source: long sleeve
es: Camiseta de manga larga

source: singlet
es: Camiseta de tirantes

source: jacket
es: chaqueta

source: long pants
es: pantalones largos

source: shorts
es: pantalones cortos

source: gloves
es: guantes

source: hat
es: gorro

source: Dataset
es: Grupo de datos

source: Your Dataset
es: Tu grupo de datos

source: You can specify which values show up in the overview of your activities.
es: Puedes especificar que valores se muestran en el resumen de actividades.

source: This does not influence the detailed activity view, the form or any plugin.
es: No afecta a la vista detallada, al formulario de entrada ni a los complementos.

source: Display
es: Mostrar

source: The information will be shown directly in the row.
es: la información se mostrará directamente en la fila.

source: Order
es: Ordenar

source: Indicates the order of appearance.
es: Indica en que orden se muestran los datos.

source: any CSS-Code
es: cualquier CSS-Code

source: Example
es: Ejemplo

source: new
es: nuevo

source: race
es: Competición

source: Test activity
es: Actividad de prueba

source: Great run!
es: ¡gran carrera!

source: Plugins
es: complementos

source: Panels
es: paneles

source: Panels are small statistics always shown on the right side.
es: los paneles son pequeñas ventanas con estadísticas, que se muestran en la parte derecha de la página.

source: Normal statistics are shown below the activitiy log.
es: Las estadísticas normales se muestran debajo de la vista de calendario.

source: Complex tools for analyzing or processing the complete database will open in an overlay.
es: Herramientas complejas de análisis y procesamiento de la base de datos.

source: Install a new plugin
es: Instalar complemento

source: New plugins can be installed here.
es: Aquí se pueden instalar nuevos complementos.

source: No plugins available.
es: no hay complementos disponibles.

source: Mode
es: Modo

source: The plugin cannot be found.
es: No se encontró el complemento.

source: enabled
es: habilitado

source: hidden*
es: oculto*

source: not enabled
es: desactivado

source: * Hidden plugins only show their headings.
es: *solo se muestra la cabecera de los complementos ocultos.

source: * Hidden plugins are grouped as 'Miscellaneous'.
es: *los complementos ocultos se agrupan en 'miscelanea'.

source: There are no new plugins to install.
es: No hay nuevos complementos disponibles.

source: Plugin
es: complemento

source: Activity Types
es: TIpos de actividad

source: Activity types
es: tipos de actividad

source: Activity types are useful to seperate your training into different categories. An activity type can only belong to one sport.
es: los tipos de actividad permiten separar tus actividades en categorías. Cada tipo de actividad sólo puede pertenecer a un deporte.

source: Abbreviation
es: Abreviatura

source: A type can only belong to one sport.
es: Un tipo de actividad sólo puede pertenecer a un deporte.

source: Average heart rate (used for calculation of TRIMP)
es: Frecuencia cardíaca media (usada para calcular el TRIMP)

source: Quality?
es: ¿Calidad?

source: Quality sessions will be emphasized in your calendar.
es: Las sesiones de calidad se enfatizaran en tu calendario.

source: Mode for displaying activities in calendar
es: Modo de mostrar las actividades en el calendario

source: A type can only be deleted if no references exist.
es: Un tipo de actividad sólo se puede borrar, si no existen referencias.

source: complete row
es: Fila completa

source: only icon
es: sólo icono

source: Email address
es: Dirección de correo electrónico

source: Language
es: Idioma

source: Timezone
es: Zona horaria

source: Registered since
es: Registrado desde

source: Last Login
es: Último acceso

source: Your account
es: Tu cuenta

source: Email me
es: Enviarme correo electrónico

source: Notifications
es: Notifiaciones

source: At irregular intervals we are sending mails to you. We will never send you spam or advertisement.
es: De cuando en cuando te mandaremos emails. Nunca te enviaremos spam o publicidad.

source: Change your password
es: cambiar contraseña

source: Old password
es: antigua contraseña

source: Repeat new password
es: Repetir nueva contraseña

source: Backup your data
es: Realizar copia de seguridad de tus datos

source: Please use the plugin
es: Por favor usa el complemento
