Repository: KarolTx/Runalyze
Catalog: inc/locale/*/LC_MESSAGES/messages.*.po
Languages: es

source: The backup of all your data is not manually possible yet.<br>In important individual cases write us an e-mail to mail@runalyze.de and and we will take care of it right away!
es: No se puede realizar la copia de seguridad actualmente. <br>¡Para casos urgentes, escríbenos un email a mail@runalyze.de e intentaremos solucionarlo lo antes posible!

source: Reset configuration
es: Resetear configuración

source: Reset complete configuration to default settings
es: Resetear a valores por defecto

source: This will not touch any general settings like gender and main sport.
es: No afecta a ajustes generales como el sexo o el deporte principal.

source: Delete your account
es: Borrar cuenta

source: You'll receive an email with a link to confirm the deletion.<br>The deletion is permanent and cannot be reversed. Therefore, you should backup your data.
es: Recibirás un email con un enlace para borrar la cuenta. <br>Esta acción no se puede deshacer. Realiza una copia de seguridad en caso de que quieras regresar en el futuro.

source: Your password has been changed.
es: Tu contraseña ha sido actualizada.

source: You current password is wrong.
es: La contraseña actual es incorrecta.

source: The settings have been saved.
es: Los ajustes se han guardado.

source: Sports
es: Tipos de deporte

source: Your sports
es: Tus tipos de deporte

source: Hover over the headings if the abbreviations are unclear.
es: Si no entiendes una abreviatura, posa el ratón sobre el texto.

source: <em>Avg. HF</em> is necessary for the calculation of TRIMP.
es: la <em>FC prom.</em> se necesita para el cálculo del TRIMP.

source: Icon
es: Icono

source: Name of the sport
es: Nombre del deporte

source: Average energy turnover in kilocalories per hour
es: consumo medio de energía en kilocalorías por hora

source: Has a distance
es: Se recorrió una distancia

source: Unit
es: Unidad

source: Unit for speed
es: Unidad de velocidad

source: Power is recorded or calculated.
es: La potencia se grabará o calculará.

source: Outside
es: Exterior

source: Sport is performed outdoor: activate route, weather, ...
es: Deporte de exterior: ruta, tiempo atmosférico, ...

source: Main equipment
es: Equipamiento principal

source: Objects of main equipment type can be shown in the activity overview.
es: Los objetos del equipamiento principal se pueden mostrar en resumen de actividades.

source: Default sport type
es: Deporte por defecto

source: Default sport type.
es: Deporte por defecto.

source: A sport can only be deleted if no references exist.
es: Un deporte sólo se puede borrar, si no existen referencias.

source: Your equipment categories
es: Tus categorías de equipamiento

source: All your equipment is grouped into some categories. For each category, you can define whether one or multiple objects of that category can belong to one activity. In addition, you can specify to which sports a category belongs.
es: Tu equipación está clasificada en categorías. En cada categoría puedes definir si uno o muchos objetos pertenecen a una actividad. Además, puedes especificar a qué deportes pertenece cada categoría.

source: Your equipment
es: Tu equipación

source: RUNALYZE collects data and calculates statistics for each of your equipment objects. To correctly estimate its lifetime you can specify a 'previous distance' which is added to its calculated distance, e.g. if you used your running shoes for 200 km before tracking them. In addition, you can specify a start and end date for its usage. Objects will be displayed as 'inactive' as soon as you have entered an end date.
es: RUNALYZE recopila datos y calcula estadísticas para cada uno de los objetos de tu equipación. Para estimar correctamente su vida puedes especificar una 'distancia previa' que se añade a la distancia calculada, p.ej., si habías corrido 200km con tus zapatillas antes de añadirlas. Además, puedes especificar la fecha de inicio y fin del objeto. Tan pronto como se alcance la fecha de fin, el objeto se mostrará como 'inactivo'.

source: max. Time
es: Duración máx.

source: delete
es: borrar

source: Single choice
es: Selección simple

source: Multiple choice
es: Selección múltiple

source: Category
es: Categoría

source: prev. distance
es: distancia previa

source: Start of use
es: Comenzar a usar

source: End of use
es: Fin de uso

source: Activity view of %s
es: Vista pública de actividad de %s

source: This list is private
es: Esta lista es privada

source: The user does not share his activity list.
es: El usuario no comparte su lista de actividades.

source: We have changed some paths. Please set write permissions for all directories in %s.
es: Se han cambiado algunas rutas. Da permisos de escritura a todos los directorios en %s.

source: If you are using local srtm files, please move them from %s to %s.
es: Si usas archivos srtm locales, muévelos por favor de %s a %s.

source: Please add %s (or whatever port your database connection requires) to your %s file.
es: Por favor, añade %s (o alternativamente el puerto que la conexión a tu base de datos requiera) a tu archivo %s.

source: You are required to run the script %s.
es: Es necesario ejecutar la script %s.

source: Please set your database connection within that file first and then run it via cli or in your browser.
es: Por favor configura la conexión a la base de datos dentro del primer archivo y ejecuta luego la script por CLI o en el navegador.

source: Form
es: Formulario

source: Upload file
es: Subir archivo

source: There were problems while uploading.
es: Ha ocurrido un problema durante la subida del archivo.

source: Your browser does not seem to support this uploader, see
es: Tu navegador no soporta este uploader, consulta

source: Table showing included data by filetype
es: La tabla muestra la información disponible en distintos tipos de datos

source: Supported file extensions:
es: Extensiones de archivo soportadas:

source: Supported file size:
es: Tamaño máximo de archivo:

source: Move your mouse here to start loading the communicator.
es: Mueve el puntero del ratón hasta aquí para lanzar el communicator.

source: Due to security reasons browser manufacturers will drop support for plugins like the Garmin Communicator. A <a href="%s">reinstall</a> may work, but we have documented an alternative way to import the original files at %s.
es: Por razones de seguridad, los fabricantes de navegadores dejarán de soportar complementos como el Garmin Communicator. <a href="%s">Reinstalar</a> podría funcionar, pero hemos documentado una forma alternativa de importar archivos originales en %s.

source: No activities for editing were set.
es: No se han seleccionado actividades para su edición.

source: Given XML object is not from Peaksware/Trainingpakes. &lt;device&gt;-tag could not be located.
es: El objeto XML no es de Peaksware/Trainingpeaks. &lt;device&gt;-tag no se encontró.

source: Given XML object does not contain any track. &lt;trkseg&gt;-tag could not be located.
es: El objeto XML no contiene ningún track. &lt;trkseg&gt;-tag no se encontró.

source: Given XML object does not contain any coordinates.
es: El objeto XML no contiene coordenadas.

source: Given XML object is not from Garmin. &lt;Track&gt;-tag could not be located.
es: El objeto XML no es de Garmin. &lt;Track&gt;-tag no se encontró..

source: Given XML object is not from SportTracks. &lt;Activity&gt;-tag has no attribute 'startTime'.
es: El objeto XML no es de SportTracks. &lt;Activity&gt;-tag no tiene el atributo 'startTime'.

source: Given XML object does not contain any results. &lt;Samples&gt;-tag or &lt;header&gt;-tag could not be located.
es: El objeto XML no contiene resultados. &lt;Samples&gt;-tag o &lt;header&gt;-tag no se ha encontrado.

source: Given XML object does not contain any results. &lt;result&gt;-tag could not be located.
es: El objeto XML no contiene resultados. &lt;result&gt;-tag no se ha encontrado.

source: Given XML object is not from Sigma. &lt;Entries&gt;-tag could not be located.
es: El objeto XML no es de Sigma. &lt;Entries&gt;-tag no se ha encontrado.

source: This file does not contain any data.
es: El archivo no contiene datos.

source: Given XML object does not contain any track. &lt;gx:Track&gt;-tag could not be located.
es: El objeto XML no contiene ningún track. &lt;gx:Track&gt;-tag no se ha encontrado.

source: Given XML object is not from Sigma. &lt;LogEntries&gt;-tag could not be located.
es: El objeto XML no es de Sigma. &lt;LogEntries&gt;-tag no se ha encontrado.

source: Given XML object is not from Garmin. &lt;Id&gt;-tag could not be located.
es: El objeto XML no es de Garmin. &lt;ld&gt;-tag no se ha encontrado.

source: This file does not contain any laps.
es: El archivo no contiene vueltas.

source: Given XML object is not from Runtastic. &lt;Id&gt;-tag could not be located.
es: El objeto XML no es de Runtastic. &lt;ld&gt;-tag no se ha encontrado.

source: Given XML object does not contain any results. &lt;Samples&gt;-tag or &lt;Header&gt;-tag could not be located.
es: El objeto XML no contiene resultados. &lt;Samples&gt;-tag o &lt;Header&gt;-tag no se ha encontrado.

source: Given XML object is not from SportTracks. &lt;Duration&gt;-tag could not be located.
es: El objeto XML no es de SportTracks. &lt;Duration&gt;-tag no se ha encontrado.

source: FIT file is not specified as activity.
es: Archivo FIT no está especificado como actividad.

source: Choose activities
es: Elige actividades

source: Import selected activities
es: Importar actividades seleccionadas

source: Found %s activities.
es: Encontradas %s actividades.

source: Found <strong>one</strong> duplicate activity.
es: Se encontró <strong>una</strong>activida duplicada.

source: Import
es: Importar

source: Show multi editor afterwards
es: Muestra el multieditor a continuación

source: This file is not supported. Supported producers of %s-files: %s.
es: Archivo no soportado. Fabricantes soportados de archivos %s: %s.

source: %s-files are supported from: %s
es: Los archivos %s son soportados por: %s

source: hrm- and gpx-files with the same name will be automatically combined.
es: los archivos hrm y gpx del mismo nombre serán combinados automáticamente .

source: No activities could be found.
es: No se encontraron actividades.

source: There is no parser in ImporterFiletype. Maybe this filetype is not supported.
es: No existe un parser para ese tipo de archivo. Es posible que no esté soportado.

source: This file is not supported. Supported producers of slf-files:
es: Este archivo no está soportado. Los fabricantes de archivos slf soportados son:

source: xml-files from Polar, Suunto and RunningAHEAD are supported.
es: Están soportados los archivos XML de Polar, Suunto y RunningAHEAD.

source: This file is not supported. Supported producers of kml-files:
es: Archivo no soportado. Fabricantes soportados de archivos kml:

source: Parsing your *.%s-file failed: %s
es: Fallo al analizar el archivo %s: %s

source: Add workout
es: Añadir actividad

source: The activities have been successfully imported.
es: Las actividades se importaron satisfactoriamente.

source: Upload
es: Cargar

source: Tool
es: Heramientas

source: All tools
es: Todas las herramientas

source: Choose tool
es: Elige herramienta

source: Complex tools can analyze or process the complete database and will open in an overlay.
es: Con las herramientas se pueden realizar cambios en la base de datos o analizarla.

source: Installed tools
es: Herramientas instaladas

source: No tools installed.
es: No hay herramientas instaladas.

source: Install plugin
es: Instalar complemento

source: Uninstall plugin
es: Desinstalar complemento

source: In total
es: Total

source: back to overview
es: Volver a resumen

source: Plugin configuration
es: Configuración de complemento

source: Description
es: Descripción

source: The plugin is deactivated.
es: El complemento está desactivado.

source: There are no settings.
es: No hay ajustes.

source: Activate plugin
es: Activar complemento

source: Deactivate plugin
es: Desactivar complemento

source: Activation
es: Activar

source: Open tool
es: Abrir herramienta

source: Settings
es: Ajustes

source: Maintenance mode
es: Mantenimiento

source: Users can register
es: Los usuarios pueden registrarse

source: Users don't need to activate their account
es: Los usuarios no necesitan activar su cuenta

source: Needed for any online-version of the Garmin Communicator<br>see http://developer.garmin.com/web-device/garmin-communicator-plugin/get-your-site-key/
es: Necesario para cualquier versión online del Garmin Communicator<br>ver http://developer.garmin.com/web-device/garmin-communicator-plugin/get-your-site-key/

source: Geonames Username
es: Nombre de usuario Geonames

source: Sender e-mail name
es: Nombre del remitente

source: SMTP: encryption
es: SMTP: cifrado

source: Loading weather data requires an api key, see openweathermap.org/appid
es: Para descargar el tiempo atmosférico se requiere una API Key, ver https://www.openweathermap.org/appid

source: Nokia maps require an app-id/-token, see developer.here.com
es: Nokia maps requiere un APP-ID & Token, ver https://developer.here.com

source: <strong>data/config.php</strong> is not writable
es: El archivo <strong>data/config.php</strong> está protegido contra escritura

source: Changes can't be saved.
es: Los cambios no se pudieron guardar.

source: User list
es: Lista de usuarios

source: There are no registered users.
es: No existen usuarios registrados.

source: since
es: desde

source: last
es: última

source: Functions
es: Funciones

source: Activate user
es: Activar usuario

source: Server information
es: Información del servidor

source: PHP version:
es: Versión PHP:

source: MySQL version:
es: Versión MySQL:

source: Time limit:
es: Límite de tiempo:

source: Memory limit:
es: Límite de memoria:

source: Upload limit:
es: Límite de subida:

source: Post limit:
es: Límite POST:

source: Perl scripts can be used.
es: Se pueden usar Perl scripts.

source: Perl scripts cannot be used.
es: No se pueden usar Perl scripts.

source: Permissions
es: Permisos

source: The following directories do need write permissions. (And the right owner has to be set!)
es: Los siguientes directorios necesitan permiso de escritura (¡con el propietario correcto!)

source: The directory <strong>%s</strong> is writable.
es: Permiso de escritura al directorio <strong>%s</strong> disponible.

source: Unused files
es: Archivos sin usar

source: Clear directories
es: Limpiar directorios

source: clean up
es: Limpiar

source: No files found
es: No se encontraron archivos

source: The activity has been removed
es: La actividad se eliminó

source: Click on an activity to see more details.
es: haga click sobre una actividad para mostrar más detalles.

source: Public activities are marked:
es: Las actividades públicas están marcadas:

source: There was a problem.
es: Ha habido un problema.

source: The plugin could not be found.
es: No se encontró el complemento.

source: Uninstall
es: Desinstalar

source: The plugin has been uninstalled.
es: El complemento se desinstaló.

source: There was a problem, the plugin could not be uninstalled.
es: Ha habido un problema al desinstalar el complemento.

source: back to list
es: Volver a la lista

source: Delete your account.
es: Borrar tú cuenta.

source: <em>A confirmation has been sent via mail.</em><br>How sad, that you've decided to delete your account.<br>Your account will be deleted as soon as you click on the confirmation link in your mail.
es: <em>Te hemos enviado una confirmación por email.</em><br>Es una pena que hayas decidido eliminar tu cuenta.<br>Tu cuenta será eliminada una vez que hagas click en el enlace de confirmación del email.

source: Connect
es: Conectar

source: Searching for devices
es: Buscando dispositivos

source: Transfer complete
es: Transferencia completa

source: Browse computer
es: Explorar en ordenador

source: Cancel
es: Cancelar

source: Connected devices
es: Dispositivos conectados

source: Browse devices
es: Explorar dispositivos

source: Devices
es: Dispositivos

source: Search for decives
es: Buscar dispositivos

source: Retrieving data from #{deviceName}, please wait ...
es: Recuperando datos de #{deviceName}, por favor espere...

source: Please wait ...
es: Por favor espera...

source: Found #{tracks} activities
es: Encontradas #{tracks} actividades

source: No devices found
es: No se han encontrado dispositivos

source: Found
es: Encontrado

source: #{deviceCount} devices found
es: #{deviceCount} dispositivos encontrados

source: Status
es: Estado

source: present
es: presente

source: ignore
es: ignorar

source: You are not logged in anymore.
es: Has cerrado la sesión.

source: Corrected elevation data has been removed.
es: Los datos de elevación corregidos se han eliminado.

source: Elevation data could not be retrieved.
es: No se pudieron obtener datos de altitud.

source: Search for activities
es: Buscar actividades

source: Install
es: instalar

source: The plugin has been successfully installed.
es: El complemento se ha instalado correctamente.

source: There was a problem, the plugin could not be installed.
es: Ha habido un problema al instalar el complemento.

source: Something went wrong ...
es: Algo salió mal...

source: by&nbsp;HR
es: de la &nbsp;FC

source: corrected
es: corregida

source: Shape
es: Forma

source: Deviation
es: Desviación

source: You did not run any races.
es: Aún no has participado en ninguna competición.

source: <strong>VDOT/Time:</strong> by standard formulas derived from Jack Daniels' Running formula<br>
es: <strong>VDOT/Tiempo:</strong> según las fórmulas standard del libro Jack Daniels' Running formula<br>

source: The time is what you could have reached at your maximal possible heart rate over this distance.
es: El tiempo que (según Jack Daniels) habrías podido aguantar corriendo a tu máxima FC para esta distancia.

source: <strong>VDOT/Time (corrected):</strong> after individual VDOT correction (factor: %f)<br>
es: <strong>VDOT/Tiempo(corregido):</strong> después de aplicar la corrección VDOT individual(factor: %f)<br>

source: <strong>VDOT/Time (corrected):</strong> VDOT correction is deactivated. (see configuration)
es: <strong>VDOT/Tiempo(corregido):</strong> La corrección de VDOT está desactivada. (ver configuración)

source: <strong>VDOT/Time (Shape):</strong> by your shape at that time<br>
es: <strong>VDOT/Tiempo(Forma):</strong> según tu forma en ese momento<br>

source: The time is the prognosis by Runalyze.
es: Predicción de marca según Runalyze.

source: <strong>Corrector:</strong> Ratio between VDOT and VDOT (by HR)
es: <strong>Factor de corrección:</strong> Relación entre VDOT y VDOT (por FC)

source: The distance correction for elevation is not used in this table.
es: La corrección de la distancia según la altitud acumulada no se usa en esta tabla.

source: noname
es: sin nombre

source: Analyze your VDOT
es: Analiza tu VDOT

source: Analyze the VDOT prediction based on your race results.
es: Analiza tu VDOT en función de tus marcas en competición.

source: Predicting your VDOT based on your training values is imprecise. This plugin lists your races and compares your results with the predicted values. This way you can get an impression of how well the prediction works for you.
es: La predicción de tu VDOT a partir de tus actividades es imprecisa. Este complemento muestra tus marcas y las compara con los valores calculados, y da la posibilidad de mostrar la precisión de la predicción en tu caso.

source: Temperatures
es: Temperaturas

source: No data found.
es: No se han encontrado datos.

source: No data available.
es: Sin datos disponibles.

source: Statistics about weather conditions and temperatures.
es: Estadisticas acerca de las condiciones climáticas y temperaturas.

source: There is no bad weather, there is only bad clothing.
es: No le eches la culpa al tiempo, sino a tu elección de ropa.

source: Are you a wimp or a tough runner? Have a look at these statistics about the weather conditions.
es: ¿eres un flojucho o un tipo duro? Mira estas estadísticas acerca de las condiciones climáticas.

source: Equipment type to display
es: Tipo de equipación a mostrar

source: Show temperature plots
es: Mostrar estadísticas de condiciones climáticas

source: on
es: el

source: Hottest activities
es: actividades a mayor temperatura

source: Coldest activities
es: actividades a menor temperatura

source: Most windy activities
es: Actividades con más viento

source: Highest humidity activities
es: Actividades con mayor humedad

source: Activity [in h] by day time
es: Actividad [en h] por hora del día

source: Activity [in h] by weekday
es: Actividad [en h] por día de la semana

source: Training times
es: Tiempo de actividad

source: Plot all your activity times by daytime/weekday and list your nightly activities.
es: Traza todos tus tiempos de actividad por hora del día/día de la semana y enumera tus actividades nocturnas.

source: Show nightly activities
es: Mostrar actividades nocturnas

source: Nightly activities
es: Actividades nocturnas

source: 2 a.m. is considered as <em>most extreme</em> time for a training.
es: las 2 de la mañana es considerada como la hora <em>mas extrema</em> para una actividad.

source: The 20 trainings being nearest to that time are listed.
es: las 20 actividades más próximas a esa hora se enumerarán.

source: Runalyze uses data caching for faster access. Whenever you feel the views are not updated you can force emptying the cache
es: Runalyze usa una cache para acelerar el acceso a los datos. Si tienes la sensación de que alguna vista no está actualizada, prueba a vaciar la cache

source: Empty your cache
es: Vaciar tu cache

source: Tag analysis
es: Etiquetar análisis

source: How often have you tagged your activities with tag x?
es: ¿con qué frecuencia has etiquetado tus actividades con el tag x?

source: Tag to analyze
es: Etiqueta a analizar

source: Please choose a tag.
es: por favor elija una etiqueta.

source: No activities found.
es: No se han encontrado actividades.

source: Your steepest activities and an overview of your cumulated elevation.
es: Tus rutas más inclinadas y un resumen del desnivel que has acumulado.

source: All years
es: Todos los años

source: No routes found.
es: No se encontraron rutas.

source: Most elevation
es: Mayor altura ganada

source: Steepest routes
es: Rutas más inclinadas

source: unlabeled
es: desconocido

source: How often did you train with whom?
es: ¿con qué frecuencia has entrenado con quién?

source: All training partners
es: Todos los compañeros de entrenamiento

source: You have only trained on your own.
es: Hasta ahora siempre has entrenado sólo.

source: You have trained <strong>%sx</strong> in total and out of that <strong>%sx</strong> with a training partner,
es: En total has entrenado <strong>%sx</strong> actividades, y de esas, <strong>%sx</strong> con un compañero de entrenamiento,

source: that are <strong>%s</strong> &#37;.
es: Esas son <strong>%s</strong> &#37;.

source: Goals
es: Objetivos

source: Set your own goals for different time ranges and compare your current performance with them.
es: Crea tus propios objetivos para distintos periodos de tiempo y comparalos con tu rendimiento actual.

source: This plugin tracks your distances for chosen time ranges.
es: Este complemento enumera tus distancias para los intervalos de tiempo excogidos.

source: You can set a goal (value &gt; 0) for every time range. If it is set, you will see how much you have to run to reach it.
es: puedes marcarte un objetivo (value &gt; 0) para cada intervalo de tiempo. Si lo marcas, verás cuanto tienes que correr para alcanzarlo.
